{
  "name": "Chu Nguyên Chương",
  "birth": [
    "21 tháng 10, 1328"
  ],
  "death": [
    "24 tháng 6, 1398 (69 tuổi)",
    "Nam Kinh, Trung Quốc"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "23 tháng 1 năm 1368 – 24 tháng 6 năm 1398",
        "(30 năm, 163 ngày)"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Sáng lập triều đại"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Minh Huệ Đế"
      ]
    },
    {
      "label": "Hoàng hậu",
      "info": [
        "Hiếu Từ Cao Hoàng hậu"
      ]
    },
    {
      "label": "Tên thật",
      "info": [
        "Tiểu danh: Chu Trùng Bát (朱 重八)",
        "Đại danh: Hưng Tông (興宗) rồi thành Nguyên Chương (元璋)"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Hồng Vũ (洪武): 2 tháng 3, 1368 - 5 tháng 2, 1399",
        "(30 năm, 340 ngày)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Khai Thiên Hành Đạo Triệu Kỉ Lập Cực Đại Thánh Chí Thần Nhân Văn Nghĩa Vũ Tuấn Đức Thành công Cao Hoàng đế",
        "(開天行道肇紀立極大聖至神仁文義武俊德成功高皇帝)"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Thái Tổ (太祖)"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Nhà Minh (明)"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Hiếu lăng (孝陵)"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 明太祖, 21 tháng 10, 1328 – 24 tháng 6, 1398), tên thật là (朱元璋), còn gọi là (洪武帝), (洪武君), hay (朱洪武), thuở nhỏ tên là (重八), về sau đổi tên thành (興宗), tên chữ là (國瑞). Ông là vị hoàng đế khai quốc của vương triều trong lịch sử Trung Quốc, cai trị từ năm 1368 đến 1398. Các sử gia gọi thời kỳ cai trị của ông là (洪武之治). Ông được xem như là một trong các hoàng đế vĩ đại nhất của Trung Quốc nhờ các công trạng to lớn của mình với đất nước.",
    "Vào giữa thế kỷ 14, cùng với nạn đói, bệnh dịch và các cuộc khởi nghĩa nông dân diễn ra khắp nơi, Chu Nguyên Chương trở thành nhà lãnh đạo của một lực lượng đã chinh phục Trung Hoa và chấm dứt , buộc người Mông Cổ phải rút vào thảo nguyên Trung Á. Với việc chiếm được Đại Đô của , ông tuyên bố thiên mệnh thuộc về mình và lập ra vào năm 1368. Chỉ tin vào gia đình, ông phân phong đất đai cho các con trai thành các phiên quốc trấn thủ các vùng đầm lầy phía bắc và thung lũng . Người con cả của ông, thái tử Chu Tiêu chết sớm, việc này đã khiến ông chọn người cháu nội là Chu Doãn Văn làm người kế vị cùng với việc ban bố Hoàng Minh Tổ Huấn. Nhưng những việc này đều thất bại, khi Chu Doãn Văn quyết định ra tay với các ông chú đã dẫn đến cuộc nổi loạn thành công của Yên Vương Chu Đệ.",
    "Chu Nguyên Chương đặt niên hiệu là (洪武). Khi qua đời, ông được truy tôn miếu hiệu là (太祖) và thụy hiệu là (高皇帝). Tiểu sử của ông được ghi tại Minh sử, quyển 1-3, . Ông được táng ở Hiếu lăng, Nam Kinh."
  ]
}