{
  "name": "Đinh Nhu",
  "birth": [
    "1910",
    "Hải Phòng, Liên bang Đông Dương"
  ],
  "death": [
    "17 tháng 3 năm 1945",
    "Yên Bái, Đế quốc Việt Nam"
  ],
  "infoList": [
    {
      "label": "Tên khai sinh",
      "info": [
        "Đinh Nhu"
      ]
    },
    {
      "label": "Thể loại",
      "info": [
        "Nhạc đỏ"
      ]
    },
    {
      "label": "Ca khúc tiêu biểu",
      "info": [
        "Cùng nhau đi hồng binh"
      ]
    }
  ],
  "description": [
    "(1910 - 1945) là một nhạc sĩ người Việt Nam, tác giả bài , nhạc phẩm được coi là bài hát đầu tiên của tân nhạc cách mạng Việt Nam .",
    "Đinh Nhu sinh năm 1910 trong một gia đình nghèo sống bằng nghề bán hoa. Từ khi còn là học sinh tiểu học, trung học ở Hải Phòng, Đinh Nhu đã say mê sân khấu, âm nhạc. Vì hoàn cảnh gia đình nên ông phải xin thôi học và bắt đầu hoạt động cách mạng. Năm 1927 Đinh Nhu tham gia Việt Nam Thanh niên Cách mạng Đồng chí Hội. Đến cuối 1929 ông bị Pháp bắt và giam tại Hỏa Lò, Hà Nội, sau đó bị kết án chung thân đày ra Côn Đảo. Thời gian ở trong tù ông dạy hát cho các tù nhân khác và bài ra đời thời kỳ đó, năm 1930. Bài hát này lấy cảm hứng từ những cuộc đấu tranh chống Pháp sôi nổi những năm 1930, đặc biệt là phong trào Xô Viết Nghệ Tĩnh .",
    "còn được một số nhà nghiên cứu coi là bài hát đầu tiên của tân nhạc Việt Nam (nếu không tính bài còn mang âm hưởng ngũ cung của nhạc cổ, sáng tác trước đó). Theo Trần Quang Hải, Đinh Nhu viết trong tù vào năm 1930 để kêu gọi dân chúng nổi lên chống Pháp, dựa trên thang âm ngũ cung (Do, Re, Fa, Sol, La, Do). Trước đó, Đinh Nhu có đặt lời Việt cho một vài ca khúc nước ngoài như và .",
    "Tại nhà tù Côn Đảo, Đinh Nhu (với số tù 3641) bị giam cùng với những Nguyễn Văn Cừ, , , ... Do khéo tay nên ông được giao nhiệm vụ chép tài liệu, sách báo cách mạng để lưu truyền trong tù, cho những tù nhân khác đọc. Thời gian ở tù đó Đinh Nhu cũng sáng tác một vài ca khúc khác.",
    "Năm 1936, sau khi Mặt trận nhân dân Pháp giành được thắng lợi trong cuộc bầu cử Quốc hội, đứng ra thành lập chính phủ, đã thi hành một số quyền tự do dân chủ ở thuộc địa, ân xá tù chính trị. Dịp đó, Đinh Nhu được tha trở về Hải Phòng và tiếp tục hoạt động cách mạng. Được một thời gian, ông cùng em trai là Đinh Hoạt lại bị bắt và đưa về giam ở căng Bắc Mê, rồi chuyển đến cảng Nghĩa Lộ.",
    "Nhân sự kiện Nhật đảo chính Pháp đêm 9 tháng 3 năm 1945, những tù nhân trong nhà tù Nghĩa Lộ nổi dậy nhưng bị đàn áp. Một số chết, Đinh Nhu cùng Nguyễn Văn Bẩy, Vi Phùng... bị đem ra xử bắn ngày 17 tháng 3 .",
    "Tên của Đinh Nhu được đặt cho một đường phố ở Hải Phòng."
  ]
}