{
  "name": "Đinh Bộ Lĩnh",
  "birth": [
    "22 tháng 3 năm 924",
    "Gia Viễn, Ninh Bình"
  ],
  "death": [
    "Tháng 10 năm 979",
    "Hoa Lư, Ninh Bình"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "968 - 979"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Sáng lập triều đại"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Đinh Phế Đế"
      ]
    },
    {
      "label": "Hoàng hậu",
      "info": [
        "Đan Gia",
        "Trinh Minh",
        "Kiểu Quốc",
        "Cồ Quốc",
        "Ca Ông"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Đinh Liễn",
        "Đinh Toàn",
        "Đinh Hạng Lang"
      ]
    },
    {
      "label": "Tên húy",
      "info": [
        "Đinh Bộ Lĩnh 丁部領",
        "Đinh Hoàn 丁桓"
      ]
    },
    {
      "label": "Tước hiệu",
      "info": [
        "Đại Thắng Minh Hoàng Đế",
        "大勝明皇帝",
        "Tiên Hoàng Đế 先皇帝"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Thái Bình 太平"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Nhà Đinh"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Đinh Công Trứ"
      ]
    }
  ],
  "description": [
    "(chữ Hán: ; 22 tháng 3 năm 924 - tháng 10 năm 979), tên húy là (丁部領) hoặc có sách gọi (丁桓) (xem mục Tên gọi bên dưới), là vị hoàng đế sáng lập triều đại , nước Đại Cồ Việt trong lịch sử Việt Nam.",
    "Ông là người có công đánh dẹp loạn 12 sứ quân, thống nhất giang sơn và trở thành hoàng đế đầu tiên của Việt Nam sau thời Bắc thuộc. Đại Cồ Việt là nhà nước mở đầu cho thời đại độc lập, tự chủ, xây dựng chế độ quân chủ tập quyền ở Việt Nam. Đinh Bộ Lĩnh mở nước, lập đô, lấy niên hiệu với tư cách người đứng đầu một vương triều bề thế: Thời kỳ phục quốc của Việt Nam, từ họ Khúc chỉ xưng làm Tiết độ sứ, tới xưng vương và tới vua Đinh xưng làm hoàng đế. Sau một số vị vua xưng Đế từ trước và giữa thời Bắc thuộc rồi bị thất bại trước hoạ ngoại xâm, đến thời , người cầm quyền Việt Nam mới thực sự vươn tới đỉnh cao ngôi vị và danh hiệu, khẳng định vị thế vững chắc của quốc gia độc lập, thống nhất qua các triều đại Đinh – Lê – Lý – Trần và buộc các điển lễ, sách phong của cường quyền phương Bắc phải công nhận là một nước độc lập. Từ Đinh Bộ Lĩnh trở về sau, các Vua không xưng Vương hay Tiết độ sứ nữa mà đều xưng Hoàng đế như một dòng chính thống. là vị hoàng đế đặt nền móng sáng lập nhà nước phong kiến trung ương tập quyền đầu tiên ở Việt Nam , vì thế mà ông còn được gọi là người mở nền chính thống cho các triều đại phong kiến trong lịch sử."
  ]
}