{
  "name": "Dương Văn Minh",
  "birth": [
    "16 tháng 2, 1916",
    "Mỹ Tho, Việt Nam"
  ],
  "death": [
    "9 tháng 8, 2001 (85 tuổi)",
    "California, Hoa Kỳ"
  ],
  "infoList": [
    {
      "label": "Biệt danh",
      "info": [
        "Minh Lớn"
      ]
    },
    {
      "label": "Phục vụ",
      "info": [
        "LB Đông Dương",
        "Việt Nam Cộng hòa"
      ]
    },
    {
      "label": "Thuộc",
      "info": [
        "Quân lực VNCH"
      ]
    },
    {
      "label": "Năm tại ngũ",
      "info": [
        "1940 - 1975"
      ]
    },
    {
      "label": "Cấp bậc",
      "info": [
        "Đại tướng"
      ]
    },
    {
      "label": "Đơn vị",
      "info": [
        "Đệ nhất Quân khu1",
        "Quân khu Thủ đô2",
        "Đệ ngũ Quân khu3",
        "Bộ Quốc phòng",
        "Bộ Tổng Tham mưu",
        "Phủ Tổng thống"
      ]
    },
    {
      "label": "Chỉ huy",
      "info": [
        "QĐ Thuộc địa Pháp",
        "QĐ Liên hiệp Pháp",
        "Quân đội Quốc gia",
        "Quân lực VNCH"
      ]
    },
    {
      "label": "Tham chiến",
      "info": [
        "-Chiến tranh Đông Dương",
        "-Chiến tranh Việt Nam"
      ]
    },
    {
      "label": "Khen thưởng",
      "info": [
        "B.quốc H.chương đệ I 4"
      ]
    },
    {
      "label": "Công việc khác",
      "info": [
        "TTK Quốc phòng5",
        "Đại sứ tại Thái Lan6",
        "Tổng thống VNCH7"
      ]
    }
  ],
  "description": "Dương Văn Minh (16 tháng 2 năm 1916 - 9 tháng 8 năm 2001) nguyên là một cựu tướng lĩnh Bộ binh của Quân đội Việt Nam Cộng hòa, cấp bậc Đại tướng. Ông xuất thân từ khóa đầu tiên ở trường Sĩ quan Võ bị do Chính quyền Pháp tại Liên bang Đông Dương mở ra ở miền Đông Nam phần Việt Nam với mục đích đào tạo người bản xứ trở thành sĩ quan phục vụ cho Quân đội Thuộc địa. Thời gian tại ngũ, ông luôn được đảm trách những chức vụ chuyên về lãnh vực Chỉ huy và Tham mưu. Ông là một trong số ít sĩ quan được phong cấp tướng thời Đệ nhất Cộng hòa (Thiếu tướng năm 1955) và cũng là một trong năm 5 quân nhân được thăng cấp Đại tướng trong Quân lực Việt Nam Cộng hòa. Ông cũng là một chính khách từng giữ vị trí Quốc trưởng trong giai đoạn (1963 - 1964) và là vị Tổng thống cuối cùng của Chính thể Việt Nam Cộng hòa. Dù chỉ giữ ngôi vị Tổng thống trong thời gian quá ngắn ngủi, vỏn vẹn 3 ngày (từ 28 tháng 4 đến 30 tháng 4 năm 1975), nhưng ông được xem là có công lớn cứu Thành phố Sài Gòn khỏi bị tàn phá bằng cách kêu gọi binh sĩ của Quân lực Việt Nam Cộng hòa ngừng bắn và đầu hàng vô điều kiện thể theo yêu cầu của Quân Giải phóng miền Nam khi họ bắt đầu tấn công vào thành phố này vào ngày 30 tháng 4 năm 1975 trong Chiến dịch Hồ Chí Minh."
}