{
  "name": "Dương Quý Phi",
  "birth": [
    "719",
    "Tứ Xuyên, Trung Quốc"
  ],
  "death": [
    "15 tháng 8, 756 (38 tuổi)",
    "Mã Ngôi Dịch, Hàm Dương"
  ],
  "infoList": [
    {
      "label": "Phối ngẫu",
      "info": [
        "Thọ vương Lý Mạo",
        "Đường Huyền Tông",
        "Lý Long Cơ"
      ]
    },
    {
      "label": "Tước hiệu",
      "info": [
        "[Thọ vương phi; 壽王妃]",
        "[Thái Chân đạo sĩ; 太真道士]",
        "[Quý phi; 貴妃]"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Dương Huyền Diễm"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Mã Ngôi Dịch",
        "(chỉ là mộ gió)"
      ]
    },
    {
      "label": "Tôn giáo",
      "info": [
        "Đạo giáo"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 楊貴妃, 719 – 756), còn gọi là (楊玉環) hay (楊太真), là một phi tần rất được sủng ái của Đường Huyền Tông Lý Long Cơ. Trong văn hóa Trung Hoa, bà được xếp vào một trong Tứ đại mỹ nhân của lịch sử Trung Quốc, có sắc đẹp được ví là (羞花), khiến hoa thu mình lại vì hổ thẹn.",
    "Câu chuyện về tình duyên giữa Dương Quý phi và Đường Huyền Tông thường được nhắc đến với khung cảnh ước lệ, xa hoa tột đỉnh của giai đoạn nhà Đường đang thịnh thế. Sự yêu chiều một cách thái quá của Đường Huyền Tông đối với Dương Quý phi là nguyên nhân khiến người đời cho rằng nhà Đường đều do Quý phi mà suy vong. Sắc đẹp của Dương Quý phi được ghi nhận là đầy đặn, thường được so sánh một cách đối lập với Triệu Phi Yến nhà Hán, với câu [Hoàn phì Yến sấu; 環肥燕瘦]. Triệu Phi Yến được biết đến nhẹ như chim yến, có thể đứng trên lòng bàn tay người, còn Dương Quý phi lại nổi tiếng vì sự đẫy đà, tròn trịa có phần mập mạp, sắc da mịn màng diễm lệ.",
    "Trong văn học Trung Hoa, bà là một mỹ nhân nổi tiếng. Bài thơ của Lý Bạch đã khiến hình ảnh nhan sắc của bà được lưu truyền một cách bất tử, với câu thơ được lan truyền đến tận ngày nay: 「」. Bên cạnh đó, tác phẩm trường văn của đại thi nhân Bạch Cư Dị, cùng của Nhạc Sử cũng góp phần khiến hình ảnh Dương Quý phi lan rộng hơn bao giờ hết. Đối với các nước ảnh hưởng văn hóa Trung Hoa như Việt Nam, Hàn Quốc và Nhật Bản, hình tượng về Dương Quý phi cũng được biết đến rộng rãi, đặc biệt nhất chính là Nhật Bản, khi hình ảnh của bà là một đề tài phổ biến trong nghệ thuật hội họa thời kỳ Edo."
  ]
}