{
  "name": "Dương Quảng",
  "birth": [
    "569"
  ],
  "death": [
    "11 tháng 4, 618"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "21 tháng 8 năm 604 – 11 tháng 4 năm 618",
        "(13 năm, 233 ngày)"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Tùy Văn Đế"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Tùy Cung Đế"
      ]
    },
    {
      "label": "Hoàng hậu",
      "info": [
        "Tiêu hoàng hậu, công chúa Tây Lương"
      ]
    },
    {
      "label": "Phi tần",
      "info": [
        "Trần phi, Quảng Đức công chúa nhà Trần;",
        "Trần quý nhân, công chúa nhà Trần;",
        "Tiêu tần;",
        "Trần phu nhân, Ninh Viễn công chúa nhà Trần;",
        "Thái phu nhân;",
        "Vương thị, con gái Đồng An công chúa nhà Đường;",
        "Thôi thị, con gái Thôi Quân Xước;",
        "Doãn thị;",
        "Trương thị;",
        "Đường ngự nữ;",
        "Điền thái nữ;",
        "Điền thái nữ."
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Dương Chiêu, Nguyên Đức thái tử;",
        "Dương Giản, Tề Vương;",
        "Dương Cảo, Triệu Vương;",
        "Nam Dương công chúa;",
        "Dương phi;",
        "Nhiều con gái khác."
      ]
    },
    {
      "label": "Tên húy",
      "info": [
        "Dương Quảng (杨廣) hay Dương Anh (杨英)"
      ]
    },
    {
      "label": "Tước hiệu",
      "info": [
        "Tấn Vương",
        "Hoàng đế nhà Tùy"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Đại Nghiệp (大業: 605–617)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Dạng Đế (煬帝)"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Thế Tổ (世祖)"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Nhà Tùy"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Tùy Văn Đế"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Văn Hiến Hoàng hậu Độc Cô thị"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 隋炀帝, 569 - 11 tháng 4, 618), tên thật là (楊廣 hay 杨廣) hay (楊英 hay 杨英), tiểu tự là (阿?) là vị Hoàng đế thứ hai của triều đại trong lịch sử Trung Quốc.",
    "Tùy Dạng Đế tên thật là Dương Quảng, là con thứ hai của Tùy Văn Đế (). Năm 589 khi mới 21 tuổi, ông đã lập công lớn tiêu diệt Nhà Trần ở phương Nam, thống nhất Trung Hoa sau hơn 250 năm. Năm 600, Dương Quảng được Tùy Văn Đế sách lập làm Hoàng thái tử thay người anh là Dương Dũng bị phế truất. Từ năm 602, Dương Quảng bắt đầu xử lý quốc sự, nắm đại quyền trong tay. Năm 604, Dương Quảng đã bí mật độc sát cha rồi lên làm vua.",
    "Trong những năm đầu trị vì, Dạng Đế mở mang khoa cử, đẩy mạnh lưu thông đường thủy bằng kênh đào Đại Vận Hà, xây dựng lại Đông Đô Lạc Dương, mở rộng Trường Thành, lập nhiều công trạng cho xã tắc. Nhưng càng về sau, Dạng Đế càng tỏ ra hoang dâm hiếu sắc, bỏ bê chính sự, trọng dụng gian thần, xa lánh trung lương, lại tăng thuế nhằm phục vụ cho việc xây dựng những cung điện, vườn ngự xa hoa làm nơi hưởng lạc, bóc lột sức dân xây thành đắp sông, lại nhiều lần tiến công Lâm Ấp, Cao Câu Ly... khiến quân tướng tổn hao, lòng dân oán hận. Cuối thời Dạng Đế, quần hùng nổi dậy khởi nghĩa kháng Tùy, triều Tùy dần đi vào con đường suy vong. Năm 616, Tùy Dạng Đế rời khỏi Lạc Dương, tuần du về phương nam và ở đây trong suốt hai năm. Năm 618, ông bị Hứa Quốc công Vũ Văn Hóa Cập sát hại ở Giang Đô , không bao lâu sau đó, chính thức diệt vong."
  ]
}