{
  "name": "",
  "birth": [
    "28 tháng 11, 1592"
  ],
  "death": [
    "21 tháng 9, 1643 (50 tuổi)"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "15 tháng 5 năm 1626 - 21 tháng 9 năm 1643",
        "(17 năm, 129 ngày)"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Sáng lập triều đại"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Thanh Thế Tổ"
      ]
    },
    {
      "label": "Tại vị",
      "info": [
        "1626 - 1636"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Nỗ Nhĩ Cáp Xích"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Thay đổi tước hiệu"
      ]
    },
    {
      "label": "Hoàng hậu",
      "info": [
        "Hiếu Đoan Văn Hoàng hậu",
        "Hiếu Trang Văn Hoàng hậu"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Túc Thân vương Hào Cách",
        "Lạc Cách",
        "Lạc Bác Hội",
        "Diệp Bố Thư",
        "Thạc Tắc",
        "Cao Tắc",
        "Thường Thư",
        "Thanh Thế Tổ Phúc Lâm",
        "Thao Tắc",
        "Bác Mục Quả Nhĩ",
        "Cùng nhiều con gái khác."
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Nỗ Nhĩ Cáp Xích"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Hiếu Từ Cao Hoàng hậu"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Chiêu lăng (昭陵), Thẩm Dương, Trung Quốc."
      ]
    }
  ],
  "description": [
    "(chữ Hán: 皇太極; tiếng Mãn: , chuyển tả: Hong Taiji, 28 tháng 11, 1592 – 21 tháng 9 năm 1643), là vị Đại hãn thứ hai của nhà Hậu Kim, và là Hoàng đế sáng lập triều đại nhà Thanh trong lịch sử Trung Quốc. Ông cai trị từ năm 1626 đến năm 1643, được 16 năm. Một số ý kiến cho rằng ông mất vào năm 1644, cai trị được 17 năm. Các hậu duệ suy tôn miếu hiệu cho ông là (清太宗). Do ông bắt đầu thành lập Đại Thanh và dùng suốt niên hiệu (崇德), nên còn có thể gọi ông là (崇德帝).",
    "Năm 1626, Hoàng Thái Cực kế vị ngôi Khả hãn của cha với Hãn hiệu (chữ Hán: 天聰汗; tiếng Mãn: Богд сэцэн хаан, ), mà với sự thông minh, cơ trí của mình, ông đã vượt qua những người anh em của mình và cũng là những ứng viên cho ngôi Đại Hãn để lên ngôi tối cao. Bằng sự quyết đoán, khôn khéo, ông đã từng bước tăng cường và củng cố vị trí quyền lực độc tôn trong bối cảnh phức tạp lúc bấy giờ.",
    "Khi ở ngôi Hãn, Hoàng Thái Cực đã củng cố đế quốc do Nỗ Nhĩ Cáp Xích thành lập. Ông đặt nền tảng cho cuộc chinh phạt nhà Minh ở Trung nguyên, dù ông chết trước khi điều đó hoàn tất. Ông băng hà vào năm 1643 nhưng không chứng tỏ sự suy yếu tham vọng của người Mãn Châu.",
    "Sau khi lên nối ngôi, Hoàng Thái Cực đã thay đổi nhiều chính sách quan trọng, góp phần hóa giải được mối mâu thuẫn giữa hai dân tộc Mãn và Hán, khiến thần dân của Hán tộc trong khu vực cai trị của họ dần dần thay đổi thái độ thù địch để phục tùng triều đình một cách tự nguyện. Cũng qua những chính sách cởi mở đó đã giúp cho ông nhận được sự góp sức của nhiều nhân tài có xuất thân khác nhau. Chính Hoàng Thái Cực đã đổi tên của tộc người của mình từ Nữ Chân thành Mãn Châu năm 1635, đồng thời đổi tên quốc hiệu từ nhà Hậu Kim thành nhà Thanh vào năm 1636, sau khi xưng Hoàng đế.",
    "Ông không ngừng mở rộng lãnh thổ vào lục địa Đông Á và các vùng xung quanh, lập nên (大清國). Dưới sự thống lĩnh của ông, nhà Hậu Kim và là Nhà Thanh sau đó đã chinh phục Triều Tiên, tiếp đến, trong một loạt những chiến dịch quân sự, ông đã khuất phục được vùng Nội Mông trước khi tiếp tục chiếm quyền kiểm soát vùng Hắc Long Giang (sông Amur) miền Đông Bắc của nhà Minh. Hoàng Thái Cực đã hợp nhất lãnh thổ Mãn Châu dưới quyền cai trị của ông và đến năm 1644, triều đại nhà Minh kết thúc và chuyển sang nhà Thanh sau khi người Mãn Châu chiếm được Bắc Kinh và chinh phục phần còn lại của Trung Quốc trong vòng 40 năm và thống trị nước này đến năm 1911.",
    "Hoàng Thái Cực tiếp tục tiến hành công cuộc trị vì dựa trên các nền móng của chế độ được người cha để lại, tiếp tục phát triển và hoàn thiện chế độ Bát Kỳ bằng cách mở rộng các kỳ cho người Mông Cổ tham gia, sáp nhập các kỳ của người Hán đầu tiên vào quân đội của mình. Hoàng Thái Cực cũng chấp nhận việc áp dụng nhiều cơ cấu chính trị kiểu nhà Minh vào đất nước mình, trọng dụng nhiều nhân tài xuất thân là người Hán hay quan lại cũ của Nhà Minh nhưng luôn giữ ưu thế của người Mãn Châu trong các cơ cấu đó (thông qua một hệ thống định mức phân bổ hợp lý). Đây là cuộc cải cách mạnh mẽ, tạo tiền đề cho sự lớn mạnh của Nhà Thanh sau này trước khi họ bị cách mạng tư sản người Hán đánh đánh đổ xưa đuổi để lập ra 1 quốc gia cộng hòa dân chủ, tự do. Nhà Thanh cai trị Trung Quốc hơn hai thế kỷ rưỡi nhưng về cơ bản là triều đại ngoại tộc của một đế quốc mà xét về cơ cấu chủ yếu vẫn là nhà nước quân chủ Trung Quốc truyền thống rồi bị lật đổ, đánh đuổi bởi chính người Hán Trung Hoa."
  ]
}