{
  "name": "Hoàng Xá",
  "birth": [],
  "death": [],
  "infoList": [
    {
      "label": "Diện tích",
      "info": [
        "6,89 km²1"
      ]
    },
    {
      "label": "Dân số (2015)",
      "info": [
        ""
      ]
    },
    {
      "label": "Tổng cộng",
      "info": [
        "17505 người1"
      ]
    },
    {
      "label": "Mật độ",
      "info": [
        "2541 người/km²"
      ]
    },
    {
      "label": "Dân tộc",
      "info": [
        "kinh"
      ]
    },
    {
      "label": "Quốc gia",
      "info": [
        "Việt Nam"
      ]
    },
    {
      "label": "Tỉnh",
      "info": [
        "Phú Thọ"
      ]
    },
    {
      "label": "Huyện",
      "info": [
        "Thanh Thuỷ"
      ]
    },
    {
      "label": "Trụ sở UBND",
      "info": [
        "khu 22"
      ]
    },
    {
      "label": "Mã hành chính",
      "info": [
        "086891"
      ]
    }
  ],
  "description": [
    "là một xã thuộc huyện Thanh Thuỷ, , Việt Nam.",
    "Xã có diện tích 6,89 km², dân số năm 2015 là 17505 người, mật độ dân số đạt 2541người/km².",
    "Kinh tế",
    "Như hầu hết người dân vùng bán sơn địa ở huyện thuần nông, nhân dân vẫn lấy làm ruộng chăn nuôi, ngành nghề TTCN làm căn bản. Với diện tích canh tác trên 400 ha, hàng năm nhân dân đã tìm mọi cách xoay vần, song cái khó của làm nông nghiệp của địa phương là bình quân ruộng đất rất thấp, trong đó hơn một nửa là đất cao hạn và ruộng trũng. Đối với đất cao trồng xen canh ngô, đỗ, lạc, đậu, vùng trũng kết hợp nuôi cá. Gần đây, khi được nhà nước đầu tư cải tạo hệ thống thủy lợi, kết hợp với áp dụng kỹ thuật nên năng suất, sản lượng cây trồng nâng lên. Bên cạnh trồng trọt, các hộ dân đã lựa chọn chăn nuôi gia súc, gia cầm, thủy sản là hướng tăng thu nhập. Đặc biệt nghề nuôi thả cá trở thành thế mạnh của xã. Trên diện tích ruộng trũng, ruộng bờ tre ướm bóng, kể cả đất cao hạn gieo cấy kém hiệu quả đều được tận dụng làm ao, hồ. Từ năm 2012, việc đầu tư xây đắp công trình phục vụ chuyên nuôi thủy sản càng tạo thuận lợi để bà con nuôi, thả cá quanh năm, tạo ra khối lượng tôm cá dồi dào không chỉ phục vụ địa bàn mà còn cung cấp ra thị trường khối lượng lớn.",
    "Phát huy truyền thống một địa phương có nhiều ngành nghề TTCN, hàng năm xã vận động nhân dân duy trì nghề truyền thống như đan lát, sản xuất vôi, gạch không nung, chế biến nông sản…; gần đây lại mở thêm các nghề cắt may, cơ khí, chế biến chè... thu hút gần 1.000 hộ tham gia, tạo ra giá trị 10 tỷ đồng/ năm. Đi cùng với nông nghiệp, TTCN mảng kinh tế dịch vụ, trọng tâm là buôn bán nhỏ được xã chú trọng. Hiện nay toàn xã có khoảng 600 hộ tham gia hoạt động dịch vụ, năm 2013 đã đạt giá trị khoảng trên 48 tỷ đồng, chiếm tỷ trọng gần 53% GDP. Với sự nhạy bén, chịu khó tích cóp làm giàu, nhiều năm nay vươn lên không chỉ đủ ăn mà còn làm giàu, năm 2013 toàn xã đạt tổng giá trị kinh tế khoảng 175 tỷ đồng, tăng 28 tỷ so với năm 2012, đạt thu nhập bình quân đầu người gần 15 triệu đồng.",
    "Nông thôn mới",
    "Căn cứ 19 tiêu chí xây dựng nông thôn mới, xã đã xây dựng đề án – kế hoạch xây dựng nông thôn mới giai đoạn 2011- 2015. Trên cơ sở quy hoạch nông thôn mới đã được UBND huyện phê duyệt, xã đã huy động các nguồn vốn lồng ghép tập trung xây dựng cơ sở hạ tầng kinh tế. Đường trục thôn xóm được cứng hóa đạt tiêu chuẩn tổng số 18/20,2 km, đạt 89,1%. Tu sửa hệ thống thủy lợi cơ bản đáp ứng yêu cầu sản xuất, số kênh mương được kiên cố hóa đạt 13/23,4 km, đạt 55,6 %. Xã đã xây dựng được 14 nhà văn hóa khu dân cư đạt tiêu chuẩn quy định.",
    "Phát triển sản xuất của xã được quan tâm, đem lại những thành tựu nhất định. Xã đã huy động nguồn lực vào phát triển sản xuất giống lợn thịt hướng nạc F1: 103,58 triệu đồng; trong đó ngân sách nhà nước là 67 triệu đồng, dân góp 36, 58 triệu đồng; vốn 135, vốn lồng ghép cho hỗ trợ phát triển sản xuất là 100 triệu đồng. Cấp ủy chính quyền chỉ đạo các cấp, các ngành áp dụng các biện pháp khoa học kỹ thuật vào sản xuất nông nghiệp, trồng trọt và chăn nuôi đạt hiệu quả cao, đáp ứng nhu cầu của nhân dân và cung cấp sản phẩm trên thị trường. Bên cạnh đó, xã đa dạng hóa các ngành nghề khuyến khích phát triển tạo hành lang pháp lý, mở rộng tiểu thủ công nghiệp thương mại, dịch vụ, làm đổi thay tỷ trọng cơ cấu kinh tế phát triển.",
    "Trên cơ sở khuyến khích tạo việc làm cho người lao động, đào tạo nghề, thực hiện xóa đói giảm nghèo, đến nay, mức thu nhập bình quân đầu người của đạt 17,4 triệu đồng/ người/năm.",
    "Về tiêu chí chợ, chợ nằm ngay gần UBND xã hoàng Xá là khu trung tâm giao thương buôn bán lớn ở trong và ngoài xã. Chợ quy hoạch xây dựng trên diện tích 32,7 ha, cơ sở hạ tầng khang trang, sạch đẹp với các gian hàng phong phú đảm bảo đáp ứng nhu cầu của người dân.",
    "Tiêu chí nước sạch và vệ sinh môi trường nông thôn đạt tiêu chuẩn. Các hộ chủ yếu sử dụng nguồn nước giếng khơi, giếng khoan và nước mưa. Tỷ lệ hộ sử dụng nước hợp vệ sinh và nước sạch theo tiêu chuẩn quốc gia là 3162/ 3162 hộ, đạt 100%. Công tác vệ sinh môi trường ngày càng được cấp ủy, chính quyền quan tâm đầu tư: tháng 9/2014 bãi chôn lấp rác thải xã được đầu tư 1 tuyến đường bê tông với chiều dài 200m x rộng 3m nối từ đường liên xã – Thắng Sơn – Trung Nghĩa vào bãi rác, 01 lò đốt rác với công nghệ tiên tiến; việc thu gom rác đã đi vào nề nếp, tình trạng vứt rác bừa bãi ra nơi công cộng, ra lòng, lề đường, cống rãnh đã giảm dần. Xã chấp hành nghiêm các ngày ra quân giải tỏa hành lang giao thông và vệ sinh môi trường trong những ngày lễ lớn của đất nước. Các cơ sở sản xuất kinh doanh đạt tiêu chuẩn về môi trường, không có các hoạt động gây suy giảm môi trường và có các hoạt động phát triển môi trường xanh – sạch – đẹp.",
    "Đến cuối năm 2014, xã đã đạt 15/19 tiêu chí; xã đang tiếp tục phấn đấu để kết thúc năm 2015 đạt 17/19 tiêu chí."
  ]
}