{
  "name": "Hoàng Nguyên",
  "birth": [
    "3 tháng 1 năm 1932",
    "Quảng Trị"
  ],
  "death": [
    "21 tháng 8 năm 1973",
    "Vũng Tàu"
  ],
  "infoList": [
    {
      "label": "Tên khai sinh",
      "info": [
        "Cao Cự Phúc"
      ]
    },
    {
      "label": "Thể loại",
      "info": [
        "Tình khúc 1954-1975"
      ]
    },
    {
      "label": "Nghề nghiệp",
      "info": [
        "Giáo viên"
      ]
    },
    {
      "label": "Ca khúc tiêu biểu",
      "info": [
        "Ai lên xứ hoa đào, Tà áo tím, Cho người tình lỡ, Bài thơ hoa đào, Bài tango cho riêng em, Tôi sẽ về thăm em, Đường nào lên thiên thai, Lá rụng ven sông, Em chờ anh trở lại"
      ]
    }
  ],
  "description": [
    "(1932 - 1973) là một nhạc sĩ tên tuổi, tác giả các ca khúc nổi danh như , .",
    "Ông tên thật là , sinh 3 tháng 1 1932 tại Quảng Trị. Lúc nhỏ theo học trường Quốc học Huế. Đầu thập niên 1950, Hoàng Nguyên có tham gia kháng chiến nhưng rồi từ bỏ quay về thành phố.",
    "Lên ở Đà Lạt, Hoàng Nguyên dạy học tại trường tư thục Tuệ Quang, thuộc chùa Linh Quang, khu số 4 Đà Lạt, do Thượng tọa Thích Thiện Tấn làm Hiệu trưởng. Thầy giáo Cao Cự Phúc dạy Việt văn lớp đệ lục. Trong ở đó, ông là thầy giáo dạy nhạc cho 9, người sau này trở thành một nhạc sĩ nổi tiếng đồng thời là nhạc công chơi đàn dương cầm.",
    "Năm 1956, trong một đợt lùng bắt ở Đà Lạt, do trong nhà có cả bản của nhạc sĩ Văn Cao, người mà Hoàng Nguyên rất ái mộ, Hoàng Nguyên bị bắt và đày ra Côn Đảo khoảng năm 1957.",
    "(Lâm Tường Dũ - Tình Sử Nhạc Khúc).",
    "Hoàng Nguyên được trả tự do, trở về Sài Gòn, tiếp tục sáng tác và dạy học ở trường tư thục Quốc Anh. Năm 1961, Hoàng Nguyên theo học tại Đại học Sư Phạm Sài Gòn, ban Anh văn. Trong thời gian theo học đại học, Hoàng Nguyên có quen biết với ông Phạm Ngọc Thìn, thị trưởng thành phố Phan Thiết. Bà Phạm Ngọc Thìn là nữ diễn viên Huỳnh Khanh, mến mộ tài năng của Hoàng Nguyên đã nhận ông làm em nuôi. Hoàng Nguyên dạy kèm cho Ngọc Thuận, con gái ông bà Phạm Ngọc Thìn. Hai người yêu nhau và Hoàng Nguyên trở thành con rể ông bà Phạm Ngọc Thìn. Trước đó Hoàng Nguyên có ý định quay lại với cô gái ở Côn Sơn, nhưng cô đã đi lấy chồng. Ca khúc ra đời trong khoảng thời gian đó.",
    "Năm 1965, Hoàng Nguyên bị động viên vào Trường Bộ Binh Thủ Đức. Sau đó chuyển về Cục Quân Cụ, dưới quyền của Đại tá nhạc sĩ Anh Việt Trần Văn Trọng và được giao quản lý ban nhạc Hương Thời Gian của Anh Việt. Hương Thời Gian xuất hiện trên truyền thanh và truyền hình Sài Gòn đã thu hút khá đông khán thính giả.",
    "Ngày 21 tháng 8 năm 1973 ở Vũng Tàu, Hoàng Nguyên mất do một tai nạn xe hơi."
  ]
}