{
  "name": "Lê Lợi",
  "birth": [
    "10 tháng 9, 1383/851",
    "Lam Sơn, Thanh Hóa"
  ],
  "death": [
    "5 tháng 10, 1433 (50 tuổi)",
    "Đông Kinh, Đại Việt"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "29 tháng 4 năm 1428 – 5 tháng 10 năm 1433",
        "(5 năm, 159 ngày)"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Sáng lập triều đại"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Lê Thái Tông"
      ]
    },
    {
      "label": "Thê thiếp",
      "info": [
        "Cung Từ Cao hoàng hậu"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Quận Ai vương Lê Tư Tề",
        "Lê Thái Tông",
        "Trang Từ Công chúa"
      ]
    },
    {
      "label": "Tên húy",
      "info": [
        "Lê Lợi (黎利)"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Thuận Thiên (順天)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Thống Thiên Khải Vận Thánh Đức Thần Công Duệ Văn Anh Vũ Khoan Minh Dũng Trí Hoàng Nghĩa Chí Minh Đại Hiếu Cao Hoàng đế",
        "(統天啟運聖德神功睿文英武寬明勇智弘義至明大孝高皇帝)"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Thái Tổ (太祖)"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Nhà Lê sơ"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Lê Khoáng"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Trịnh Ngọc Thương"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Vĩnh lăng (永陵), Thanh Hóa"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 黎太祖; 10 tháng 9, 1385 – 5 tháng 10, 1433 (22 tháng Tám năm Quý Sửu)), tên thật là (黎利), là vị hoàng đế đầu tiên của – triều đại lâu dài nhất trong lịch sử Việt Nam. Ông trị vì từ năm 1428 đến khi qua đời, và sử dụng niên hiệu (順天).",
    "Lê Lợi xuất thân trong một gia đình quân trưởng ở Thanh Hóa, trưởng thành trong thời kỳ đô hộ . Năm 1418, Lê Lợi tổ chức cuộc khởi nghĩa Lam Sơn chống lại quân đội chiếm đóng. Dưới sự lãnh đạo của ông, nghĩa quân sau 10 năm chiến đấu gian khổ đã đánh bại quân Minh và giành lại độc lập cho người Việt. Mùa xuân năm 1428, Lê Lợi lên ngôi hoàng đế, sáng lập sơ và khôi phục quốc hiệu Đại Việt. Nhà vua đã xây dựng lại khoa cử, luật lệ, kinh tế, chế tác lễ nhạc, đồng thời thu thập lại sách vở, mở mang trường học... làm cho nước Đại Việt được thịnh trị. Ông còn thành công trong việc trấn áp các cuộc bạo động ở vùng tây bắc, thu châu Phục Lễ. Ông được các sử gia đánh giá cao ở tài năng chính trị, quân sự, kinh tế, nhưng một số sử gia hiện đại lại chỉ trích vì cho rằng ông đã làm hại hai công thần và Xảo. Tuy nhiên, các sử gia , và Tạ Chí Đại Trường cho rằng và Xảo đã phạm tội.",
    "cũng là nhân vật trong truyền thuyết Hồ Gươm, một sự tích trong dân gian Việt Nam, kể lại quá trình ông có được thanh kiếm thần, tương truyền được thần nhân ban xuống để giúp ông chống lại quân đội . Năm 2013, Bộ Văn hóa, Thể thao và Du lịch tôn vinh ông là anh hùng dân tộc Việt Nam."
  ]
}