{
  "name": "Lê Mao",
  "birth": [],
  "death": [],
  "infoList": [],
  "description": [
    ", hay còn gọi (1903-1931), bí danh là , là nhà cách mạng Việt Nam, một trong những người lãnh đạo phong trào Xô Viết Nghệ Tĩnh. Ông là Bí thư Xứ ủy Trung Kỳ và Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam.",
    "Lê Mao sinh năm 1903 trong một gia đình nghèo tại Đệ Thập, nay là xã Hưng Thủy, , . Ông là con trai trong dòng họ Lê Viết ở làng Yên Dũng Hạ - nay là phường Bến Thuỷ, , cùng quê với Lê Viết Thuật . Cha ông là một công nhân làm việc tại Nhà máy Diêm Bến Thủy.",
    "Cha mất khi mới 12 tuổi, Lê Mao phải bỏ học , sau đó trở thành một công nhân tại nhà máy diêm vào năm lên 14 . Ông sớm tham gia hoạt động cách mạng, từ năm 1925, trở thành hội viên Hội Phục Việt, phụ trách tiểu tổ của hội ở làng Yên Dũng Hạ và nhà máy. Ông cũng tham gia thích cực phong trào đòi ân xá và để tang . Đến năm 1927, ông đã có quan hệ với tổ chức Hội Việt Nam Cách mạng Thanh niên. Năm 1929, ông liên hệ được với Đông Dương Cộng sản Đảng mới thành lập, thông qua được phái về Vinh - Bến Thủy hoạt động . Năm 1930, ông tham gia Đảng Cộng sản Việt Nam, được chỉ định làm Bí thư chi bô nhà máy diêm Bến Thuỷ, sau đó được bầu làm Bí thư Tỉnh bộ Vinh - Bến Thuỷ .",
    "Trong phong trào Xô Viết Nghệ Tĩnh, khởi đầu từ cuộc biểu tình của giới công-nông vào ngày 1 tháng 5 năm 1930, Lê Mao là một trong số những người lãnh đạo cuộc biểu tình này cũng như cuộc bãi công của công nhân Vinh - Bến Thủy sau đó. Tháng 10 năm 1930, ông cùng với Trần Phú tham dự Hội nghị Trung ương Đảng lần thứ nhất tại Hồng Kông và được bầu làm Ủy viên dự khuyết Ban Chấp hành Trung ương. Tháng 3 năm 1931, ông cùng dự Hội nghị Trung ương Đảng lần thứ hai tại Sài Gòn, trở thành Ủy viên chính thức Ban Chấp hành. Trở về, ông cùng triệu tập Hội nghị Xứ ủy Trung Kỳ. Tiếp đó, ông được Trung ương phân công làm Bí thư Xứ ủy Trung Kỳ, chỉ tạo trực tiếp phong trào đấu tranh của công nông Nghệ Tĩnh nhân Ngày Quốc tế Lao động năm 1931 .",
    "Ngày 2 tháng 5 năm 1931, trên đường công tác, Lê Mao bị quân lính bắt được và bị bắn chết tại cầu cảng Bến Thủy. Ông mất khi mới 28 tuổi. Ông được coi là một trong những cán bộ xuất sắc hoạt động trong phong trào công nhân Vinh - Bến Thủy những năm 1930-1931 ."
  ]
}