{
  "name": "Lê Sơ",
  "birth": [],
  "death": [],
  "infoList": [],
  "description": [
    "hay (chữ Nôm: 家黎初 chữ Hán: 黎初朝), đôi khi gọi là nhà (後黎朝), là giai đoạn đầu của triều đại quân chủ . Đây là thời kỳ mà chế độ quân chủ chuyên chế tập quyền trong lịch sử Việt Nam lần đầu tiên đạt đến đỉnh cao của sự phát triển cũng như suy thoái của nó. Nhà Lê sơ được thành lập sau khi phát động Khởi nghĩa Lam Sơn đánh bại . Ông đổi tên (交阯), vốn tồn tại trong thời gian nội thuộc , trở về (大越), quốc hiệu có từ đời .",
    "Thời đại Lê sơ có 10 vị hoàng đế thuộc 6 thế hệ, đây là thời kỳ các hoàng đế nắm trọn được quyền hành, cũng là thời kỳ vĩ đại, hoàng kim của chế độ phong kiến Việt Nam. Đời () và đặc biệt là đời , xã hội được đi vào ổn định, phát triển thịnh vượng một cách mau chóng sau thời kỳ chiến tranh trước đó. Có câu đồng dao sau:",
    "Dưới thời , Đại Việt phát triển cực thịnh về mọi mặt từ kinh tế, văn hóa, xã hội, giáo dục, quân sự. Nước Đại Việt từ trước chưa bao giờ cường thịnh và mạnh mẽ, có sức ảnh hưởng toàn khu vực lớn bằng thời này, thời kỳ này được gọi là (洪德晟世), tính đến ảnh hưởng các đời sau là , , là hơn 30 năm.",
    "Lãnh thổ thời đại này tiếp tục được mở rộng ra hơn nữa, cực thịnh gấp mấy lần so với đời và . Cùng với quân sự hùng mạnh, các đời Thái Tông đến Thánh Tông liên tiếp sáp nhập lãnh thổ các quốc gia Bồn Man, Chiêm Thành; ngoài việc đối phó với các quốc gia, nền quân sự hùng mạnh khiến triều đình thẳng tay đàn áp các cuộc bạo loạn ở miền thượng, ổn định chính quyền trong thời gian dài. Mặt khác vì để đáp ứng một nền quân sự phát triển mạnh, nền kinh tế được phát triển theo thông qua buôn bán trong nước và thông thương với nước ngoài.",
    "Thời kỳ bước vào giai đoạn trọng dụng quan lại, khác với bị chi phối bởi người trong hoàng tộc, luôn nắm đại quyền và được kế thừa nhau bằng việc thế tập. Triều đình mở nhiều khoa cử, thay đổi bộ máy chính quyền, không cho hoàng tộc các chức vụ thực quyền mà trọng dụng những người đã đổ khoa để bổ nhiệm, việc hạn chế sự thế tập dòng dõi quan lại giúp chế độ quan liêu hạn chế rất nhiều sự chuyên quyền dòng họ. Văn học Việt Nam được ghi nhận phát triển rực rỡ thời kỳ này, với việc mở ra Hội Tao đàn, chính Hoàng đế khuyến khích học thuật trong toàn quốc gia. Danh sử thuộc về triều đại này, đã biên soạn , tiếp tục nối bước đời Trần ghi chép giai đoạn lịch sử một cách đầy đủ và hoàn thiện. Nhiều công trình sử liệu, văn học, thiên văn, quan chế... được hoàn thiện trong thời Lê Sơ.",
    "Tồn tại từ năm 1428 đến năm 1527, kéo dài được 100 năm, triều đại này bị gián đoạn bởi do cướp ngôi và tự lập mình làm Hoàng đế, sau 6 năm được tái lập với tên gọi Trung hưng."
  ]
}