{
  "name": "Lê Túc Tông",
  "birth": [
    "6 tháng 9, 1488",
    "Đông Kinh"
  ],
  "death": [
    "30 tháng 12, 1504 (16 tuổi)",
    "Điện Hoàng Cực, Đông Kinh"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "17 tháng 7 năm 1504 – 30 tháng 12 năm 1504",
        "(0 năm, 166 ngày)1"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Lê Hiến Tông"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Lê Uy Mục"
      ]
    },
    {
      "label": "Tên thật",
      "info": [
        "Lê Thuần (黎㵮)"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Thái Trinh (泰貞)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Chiêu Nghĩa Hiển Nhân Ôn Cung Uyên Mặc Hiếu Doãn Cung Khâm Hoàng đế",
        "(昭義顯仁溫恭淵默惇孝允恭欽皇帝)"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Túc Tông (肅宗)"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Nhà Lê sơ"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Lê Hiến Tông"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Trang Thuận Duệ hoàng hậu"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Kính lăng (敬陵)"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 黎肅宗; 1 tháng 8, 1488 - 30 tháng 12, 1504), là vị hoàng đế thứ bảy của sơ trong lịch sử Việt Nam, ở ngôi trong vòng 6 tháng; từ ngày 6 tháng 6 đến ngày 30 tháng 12 trong năm 1504.",
    "Ông được sử cũ miêu tả là vị Hoàng đế có tính cách , tính cách hiền hòa.",
    "Dù ông là con thứ 3 nhưng do hiếu học, chăm ngoan, ông được cha là phong làm Hoàng thái tử nối vị. Không lâu sau khi lên nối ngôi Hoàng đế vào năm 1504, ông đã hoàn tất nhiều việc tốt, chẳng hạn như phóng thích phi tần, giảm lệ thuộc vào sức lao động của nhân dân. Ông cũng thực thi nền quân chủ chuyên chế, không để bị lấn át, và thần dân Đại Việt vui mừng với đời sống thái bình thịnh trị.",
    "Dưới triều đại của ông, một cuộc phản loạn của Đoàn Thế Nùng tại Cao Bằng cũng bị dẹp tan.",
    "Tuy là vị Hoàng đế hiền minh, giữ nước thăng bình, xứng đáng là người kế thừa , nhưng không may Túc Tông lại lâm bệnh và mất sớm vào cuối năm 1504. Điều ấy chấm dứt triều đại chỉ trong vòng có 6 tháng của ông. Ông không có con nối dõi, và sau cái chết đột ngột của ông, triều đại Hậu Lê bắt đầu suy yếu, với sự nối ngôi của người anh tàn ác của ông là ."
  ]
}