{
  "name": "Lý Đán",
  "birth": [
    "22 tháng 6, 662",
    "Hàm Lương điện, Bồng Lai cung, Trường An"
  ],
  "death": [
    "13 tháng 7, 716 (54 tuổi)",
    "Bách Phúc điện, Trường An"
  ],
  "infoList": [
    {
      "label": "Tại vị",
      "info": [
        "27 tháng 2 năm 684 - 19 tháng 10 năm 690",
        "(6 năm, 234 ngày)"
      ]
    },
    {
      "label": "Nhiếp chính",
      "info": [
        "Võ Tắc Thiên (nhà Võ Chu)"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Đường Trung Tông"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Võ Tắc Thiên"
      ]
    },
    {
      "label": "Tại vị",
      "info": [
        "25 tháng 7 năm 710 - 8 tháng 9 năm 712",
        "(2 năm, 45 ngày)[1]"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Đường Thương Đế"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Đường Huyền Tông"
      ]
    },
    {
      "label": "Thê thiếp",
      "info": [
        "Túc Minh Lưu hoàng hậu",
        "Chiêu Thành Đậu hoàng hậu"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "xem văn bản"
      ]
    },
    {
      "label": "Hoàng tộc",
      "info": [
        "Nhà Đường (唐)"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Đường Cao Tông"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Võ Tắc Thiên"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 唐睿宗, 22 tháng 6, 662 - 13 tháng 7, 716), húy (李旦), là vị Hoàng đế thứ năm và thứ bảy của nhà Đường trong lịch sử Trung Quốc, ở ngôi hai lần vào các thời điểm 27 tháng 2 năm 684 - 8 tháng 10 năm 690, và 25 tháng 7 năm 710 - 8 tháng 9 năm 712.",
    "Với thân phận là con trai thứ 8 của Đường Cao Tông Lý Trị, hoàng đế thứ ba của nhà Đường và cũng là con trai út của Võ Tắc Thiên, Lý Đán từng được phong nhiều chức vị cao trong triều dưới thời Cao Tông. Năm 684, ông được mẹ là Võ hậu đưa lên ngai vàng sau khi anh trai Đường Trung Tông Lý Hiển bị phế, nhưng trong suốt 6 năm tại vị, toàn bộ quyền lực trong triều đều nắm trong tay Võ hậu. Năm 690, ông bị ép buộc nhường ngôi vua cho Võ hậu, làm gián đoạn nhà Đường trong 15 năm. Lý Đán bị giáng làm Hoàng tự.",
    "Năm 697, khi Lý Hiển được Võ hậu đón về từ Phòng châu, Lý Đán nhường ngôi Thái tử cho anh, còn mình xuống làm một Thân vương. Sau khi nhà Đường khôi phục (705), ông tiếp tục phục vụ dưới triều đại thứ hai của Đường Trung Tông. Sau khi Trung Tông bị giết (710), dưới sự thúc giục của em gái là Thái Bình công chúa cùng con trai Lâm Tri vương Lý Long Cơ, Lý Đán phế truất Thương Đế, đăng quang lần thứ hai. Sang năm 712, ông nhường ngôi cho Lý Long Cơ, tự xưng là Thái thượng hoàng."
  ]
}