{
  "name": "Lý Long Cơ",
  "birth": [
    "8 tháng 9, 6853",
    "Trường An, Đại Đường"
  ],
  "death": [
    "3 tháng 5, 762 (76 tuổi)",
    "Cam Lộ điện thuộc Thái Cực cung, Trường An, Đại Đường"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "13 tháng 8 năm 7121 – 12 tháng 8 năm 7562",
        "(43 năm, 365 ngày)"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Đường Duệ Tông"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Đường Túc Tông"
      ]
    },
    {
      "label": "Thê thiếp",
      "info": [
        "Vương hoàng hậu",
        "Võ Huệ phi",
        "Dương Quý tần",
        "Dương Quý phi"
      ]
    },
    {
      "label": "Tên thật",
      "info": [
        "Lý Long Cơ (李隆基)"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Tiên Thiên (先天, 712-713)",
        "Khai Nguyên (開元, 713-741)",
        "Thiên Bảo (天寶, 742-756)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Chí Đạo Đại Thánh Đại Minh Hiếu Hoàng đế",
        "(玄宗至道大聖大明孝皇帝)"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Huyền Tông (玄宗)"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Nhà Đường (唐)"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Đường Duệ Tông"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Chiêu Thành Đậu hoàng hậu"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Thái lăng (泰陵)"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 唐玄宗, 8 tháng 9, 685 - 3 tháng 5, 762), hay thường gọi là (唐明皇), là vị Hoàng đế thứ 7 hoặc thứ 9 của Triều đại trong lịch sử Trung Quốc. Huyền Tông được đánh giá là một trong những vị Hoàng đế đáng chú ý nhất của , danh tiếng không thua kém tằng tổ phụ của ông là Đường Thái Tông , tạo nên giai đoạn thịnh trị tột bậc cho Triều đại này.",
    "Thời niên thiếu của ông chứng kiến những biến động to lớn của Triều đại, từ việc Võ Tắc Thiên cho đến Vi hoàng hậu mưu đoạt đế vị. Năm 710, sau khi bác ruột là Đường Trung Tông bị mẹ con Vi hoàng hậu và An Lạc công chúa ám hại, ông liên kết với cô là Thái Bình công chúa, tiến hành chánh biến Đường Long, phế truất họ Vi, tôn Duệ Tông Lý Đán trở lại ngôi vua. Sau đó, Lý Long Cơ được phong làm Hoàng Thái tử. Năm 712, Long Cơ được vua cha nhường ngôi, trở thành Đường Huyền Tông. Sau khi đăng cơ, Huyền Tông thanh trừng các phe cánh chống đối của Thái Bình công chúa, chấm dứt gần 30 năm biến động của . Sau đó, ông bắt tay vào việc xây dựng đất nước, phát triển kinh tế, văn hóa, xã hội, trọng dụng nhân tài, ngăn chặn quan liêu lãng phí, mở ra thời kì Khai Nguyên chi trị (開元之治) kéo dài hơn 30 năm.",
    "Tuy nhiên về cuối đời, Đường Huyền Tông sinh ra mê đắm trong tửu sắc, không chú ý đến nền chính trị ngày càng bại hoại suy vi, bên trong sủng ái Dương Quý Phi, bỏ bê việc nước, bên ngoài trọng dụng gian thần Lý Lâm Phủ, Dương Quốc Trung khiến cho nền thống trị ngày càng xuống dốc. Các phiên trấn do người dân tộc thiểu số cai quản được trọng dụng quá mức, trong đó có mạnh nhất là tặc thần An Lộc Sơn. Năm 755, An Lộc Sơn chính thức phát động loạn An Sử sau đó nhanh chóng tiến về kinh đô. Tình thế lâm vào bờ vực của sự diệt vong, Huyền Tông và triều đình phải bỏ chạy khỏi kinh thành Trường An, đi đến . Cùng năm 756, con trai ông là thái tử xưng đế, tức là Đường Túc Tông, Huyền Tông buộc phải thừa nhận ngôi vị của Túc Tông, lên làm Thái thượng hoàng.",
    "Cuối năm 757, khi quân Đường giành lại được Trường An, Thái thượng hoàng Huyền Tông mới được đón về kinh đô nhưng không còn quyền lực và bị hoạn quan Lý Phụ Quốc ức hiếp. Những ngày cuối cùng của ông sống trong u uất và thất vọng cho đến lúc qua đời vào ngày 3 tháng 5 năm 762, ở tuổi 79."
  ]
}