{
  "name": "Lý Tự Nguyên",
  "birth": [
    "10 tháng 10, 867",
    "Ứng châu4 , Đại Đường3"
  ],
  "death": [
    "15 tháng 12, 933 (66 tuổi)",
    "Lạc Dương, Hậu Đường5"
  ],
  "infoList": [
    {
      "label": "Tại vị",
      "info": [
        "3 tháng 6, 9261 – 15 tháng 12 933"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Hậu Đường Trang Tông, em nuôi"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Hậu Đường Mẫn Đế, con"
      ]
    },
    {
      "label": "Phối ngẫu",
      "info": [
        "Hạ thị",
        "Tào hoàng hậu"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Lý Tòng Thẩm",
        "Lý Tòng Vinh",
        "Hoàng nữ (lấy Thạch Kính Đường)",
        "Lý Tòng Hậu",
        "Hoàng nữ (lấy Triệu Diên Thọ)",
        "Lý Tòng Ích",
        "Hoàng nữ (lấy Triệu Diên Thọ)"
      ]
    },
    {
      "label": "Tên đầy đủ",
      "info": [
        "Sa Đà: Mạt Cát Liệt (邈佶烈)",
        "Họ Hán: Lý (李)",
        "tên Hán: Tự Nguyên (嗣源), sau đổi là Đản (亶) ngày 5 tháng 2 năm 9272"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Ngắn: Hòa Vũ hoàng đế (和武皇帝)",
        "Đầy đủ: Thánh Đức Hòa Vũ Khâm Hiếu hoàng đế (聖德和武欽孝皇帝)3"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Minh Tông (明宗)"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Lý Nghê (thân phụ)",
        "Lý Khắc Dụng (nghĩa phụ)"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Lưu thị (thân mẫu)"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "nay thuộc Mạnh Tân, Lạc Dương, Hà Nam 34°47′5,28″B 112°33′54,72″Đ / 34,78333°B 112,55°Đ"
      ]
    }
  ],
  "description": [
    "(李嗣源, sau đổi thành (李亶) ) (10 tháng 10 867 – 15 tháng 12 933 ), còn được gọi theo miếu hiệu là (明宗), là hoàng đế thứ hai của - một hoàng tộc tồn tại ngắn ngủi dưới thời Ngũ Đại Thập Quốc trong lịch sử Trung Quốc, cai trị từ 926 đến khi chết. Ông vốn là người tộc Sa Đà, bản danh (邈佶烈).",
    "Mạt Cát Liệt nguyên là người dân tộc Thổ. Từ năm 12 tuổi, ông đi theo thủ lĩnh tộc Sa Đà là Lý Khắc Dụng và lập nhiều chiến công, được Lý Khắc Dụng nhận làm con nuôi, tên của ông xếp hàng đầu trong Thập tam Thái bảo của Lý Khắc Dụng.",
    "Sau khi Lý Khắc Dụng qua đời (908), Lý Tự Nguyên tiếp tục phục vụ dưới trướng con trai ông ta là Lý Tồn Húc. Đến khi Lý Tồn Húc tiêu diệt Hậu Lương và lập ra Hậu Đường, Lý Tự Nguyên lĩnh chức Trung thư lệnh và tham gia các chiến dịch quân sự ở nhiều nơi trong nước. Bấy giờ Trang Tông bỏ bê triều đình, cùng với Lưu hoàng hậu sống xa hoa vô độ. Năm 926, khi được lệnh đánh dẹp phản quân Hưng Đường, ông quyết định trở mặt chống lại triều đình, cùng lúc Hậu Đường Trang Tông bị giết chết, Lý Tự Nguyên tiến quân về Lạc Dương, kiểm soát triều chính, tàn sát gia quyến của Trang Tông và lên ngôi hoàng đế.",
    "Dưới thời trị vì của mình, ông dùng tên là . Thời gian cai trị của ông kéo dài bảy năm; và mặc chứng kiến nhiều thiên tai, nhân họa; nó vẫn được xem là ổn định hơn so với nửa thế kỉ trước đó. Trong thời gian chấp chính, Hậu Đường Minh Tông trừ bỏ các tệ chính dưới thời Hậu Đường Trang Tông, triều chính dần ổn định. Ông diệt trừ hoạn quan, tin dùng sĩ nhân; triệt tiêu không ít cơ quan dư thừa, thiết lập cơ quan tài chính như tam ty; đề xướng tiết kiệm, củng cố thủy lợi, quan tâm đến nỗi thống khổ của bách tính; tăng cường quân lực trung ương, kiến lập thị vệ thân quân để áp chế phiên trấn. Đây là một giai đoạn ổn định hiếm thấy vào thời Ngũ Đại, sử gia nhận định Hậu Đường Minh Tông là minh quân chỉ đứng sau Hậu Chu Thế Tông vào thời Ngũ Đại, một số chế độ do ông lập ra sau được triều Tống kế thừa .",
    "Cuối năm 933, khi Minh Tông đang nằm trên giường bệnh, con trai thứ hai của ông Lý Tùng Vinh tiến hành binh biến nhằm kiểu soát triều chính, song bị đánh dẹp và giết chết. Minh Tông vì sự kiện này đau lòng mà qua đời, truyền ngôi cho hoàng tử thứ ba Lý Tùng Hậu. Hậu Đường sau thời của ông lâm vào cảnh suy yếu không thể vực dậy, đến năm 936 thì bị diệt vong bởi người Khiết Đan."
  ]
}