{
  "name": "Lý Tĩnh",
  "birth": [
    "571",
    "Tam Nguyên, Hàm Dương, Thiểm Tây"
  ],
  "death": [
    "2 tháng 6, 649"
  ],
  "infoList": [
    {
      "label": "Tự",
      "info": [
        "Dược Sư (药师)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Cảnh Vũ (景武)"
      ]
    },
    {
      "label": "Chức quan cao nhất",
      "info": [
        "Binh bộ Thượng thư, Trung thư lệnh"
      ]
    },
    {
      "label": "Tước vị",
      "info": [
        "Vệ quốc công (卫国公)"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Lý Thuyên"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Hàn phu nhân"
      ]
    },
    {
      "label": "Nghề nghiệp",
      "info": [
        "Tướng nhà Đường"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 李靖; 571 - 649), biểu tự (药师) , người huyện Tam Nguyên, Ung Châu (nay là huyện Tam Nguyên, tỉnh Thiểm Tây Trung Quốc), là tướng lĩnh và khai quốc công thần , một trong 24 vị công thần được vẽ hình để thờ phụng trong Lăng Yên Các và về sau từng đảm nhận chức vụ Tướng quốc. Ông có công diệt Đông Đột Quyết, Thổ Cốc Hồn, sau được phong làm nên còn gọi là (李卫公). Lý Tĩnh và Lý Thế Tích được coi là hai vị tướng xuất sắc nhất thời Sơ Đường.",
    "Trong lịch sử phong kiến Trung Quốc, Lý Tĩnh được xem như một trong các đại danh tướng, được xếp ngang hàng với Vệ Thanh . Ông là một trong các danh tướng gần như chưa thất bại bao giờ. Bản thân ông thích dùng loại hình tấn công bất ngờ vào những nơi và những lúc địch không phòng bị mà phá được giặc. Khi tấn công Tiêu Tiển, Lý Tĩnh hiến kế nhân lúc quân Lương không phòng bị vượt sông vào trời mưa lúc nước dâng cao mà diệt được , bắt được Tiêu Tiển. Sau đó Đường Thái Tông cho Lý Tĩnh đánh Đông Đột Quyết, ông dùng 3,000 kỵ binh bất ngờ vượt qua Âm Sơn lúc mùa đông trời tuyết mà đánh vào trung quân Đột Quyết, bắt được Hiệt Lợi Khả Hãn, diệt được Đông Đột Quyết. Khi đi đánh Thổ Cốc Hồn, quân Thổ Cốc Hồn ỷ vào địa thế núi cao và trời tuyết mà không phòng bị. Lý Tĩnh ra lệnh cho quân Đường hành quân liên tục trong mấy ngày vượt mấy ngàn dặm, leo lên núi tuyết đi qua phía sau quân địch mà đánh bất ngờ, đánh bại được Thổ Cốc Hồn.",
    "Các chiến công của Lý Tĩnh đã giúp cho mở rộng lãnh thổ mấy ngàn dặm về phía tây và tây bắc, trở thành đất nước bá chủ hùng mạnh nhất Đông Á và Trung Á thời bấy giờ. Đường Thái Tông từng muốn gia phong cho ông thêm hàm Binh mã Đại Nguyên soái, nhưng Lý Tĩnh vì sợ công lao của mình cao chấn chủ nên đã từ chối và về sống an nhàn đến cuối đời. Ông là một trong số ít những đại danh tướng và khai quốc công thần có công lao cái thế nhưng lại có cái kết tốt đẹp, được trọn vẹn đến hết đời, khác với Bạch Khởi, Hàn Tín và Từ Đạt. Cuốn sách ghi lại cuộc trò chuyện giữa Lý Tĩnh và Đường Thái Tông bàn luận về binh pháp được đời sau biên tập lại thành \"\" hay \"\" trở thành một phần trong \"Vũ kinh thất thư\", bảy cuốn binh pháp đóng vai trò quan trọng mà tướng lãnh phong kiến nào cũng phải học tập."
  ]
}