{
  "name": "Lý Uyên",
  "birth": [
    "8 tháng 4, 566"
  ],
  "death": [
    "25 tháng 6, 635 (69 tuổi)",
    "Trường An, Đại Đường"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "18 tháng 6 năm 6181 - 4 tháng 9 năm 6262",
        "(8 năm, 19 ngày)"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Sáng lập triều đại"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Đường Thái Tông"
      ]
    },
    {
      "label": "Thê thiếp",
      "info": [
        "Thái Mục hoàng hậu"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Xem văn bản"
      ]
    },
    {
      "label": "Tên thật",
      "info": [
        "Lý Uyên (李淵)"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Vũ Đức (武德)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Thần Nghiêu Đại Thánh Đại Quang Hiếu Hoàng Đế 3",
        "(神堯大聖大光孝皇帝)"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Cao Tổ (高祖)"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Nhà Đường"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Đường Thế Tổ"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Nguyên Trinh hoàng hậu"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Hiến lăng (献陵)"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 唐高祖, 8 tháng 4, 566 – 25 tháng 6, 635), là vị hoàng đế khai quốc của triều Đường trong lịch sử Trung Quốc. Ông trị vì từ năm 618 đến năm 626, tổng cộng 8 năm.",
    "Ông từng phụng sự cho triều Tùy, Lý Uyên được giao cai quản khu vực ngày nay, trị sở ở Thái Nguyên. Trước tình thế triều Tùy tan rã, lại được con trai là khuyến khích, Lý Uyên đã tiến hành nổi dậy, đánh chiếm kinh thành Trường An. Sau đó, ông tự phong mình là \"đại thừa tướng\", hưởng tước Đường vương và tôn Dương Hựu làm hoàng đế bù nhìn, tức Tùy Cung Đế. Sau khi biết tin Tùy Dạng Đế bị sát hại vào năm 618, Lý Uyên đã buộc Tùy Cung Đế phải nhường ngôi, lập ra triều Đường.",
    "Trong thời gian trị vì của Đường Cao Tổ, triều đình tập trung vào việc thống nhất quốc gia. Nhờ công lao của Tần vương , quân Đường đã đánh bại các đối thủ lớn như Lý Quỹ, Đậu Kiến Đức, Vương Thế Sung, Tiết Nhân Cảo hay Lưu Vũ Chu. Vào năm 628, hoàn toàn thống nhất quốc gia. Trong việc trị quốc, Đường Cao Tổ tiến hành phân bổ công bằng đất đai đối với các thần dân, giảm thuế và bãi bỏ hệ thống hình pháp khắc nghiệt của Tùy Dạng Đế. Những việc làm này đã giúp ổn định và phát triển.",
    "Năm 626, do tranh chấp với Thái tử Lý Kiến Thành và Tề vương Lý Nguyên Cát, đã gây ra sự biến Huyền Vũ môn, giết chết cả Kiến Thành và Nguyên Cát. Đường Cao Tổ lo sợ về các hành động sau này của Thế Dân nên đã nhường ngôi cho Thế Dân, tức là Đường Thái Tông, còn bản thân Cao Tổ trở thành Thái thượng hoàng."
  ]
}