{
  "name": "Mạc Đăng Dung",
  "birth": [
    "23 tháng 11, 1483 (niên hiệu Hồng Đức thời Lê sơ)",
    "làng Cổ Trai, huyện Nghi Dương, phủ Kinh Môn, trấn Hải Dương, Đại Việt (nay thuộc thôn Cổ Trai, xã Ngũ Đoan, huyện Kiến Thuỵ, thành phố Hải Phòng)"
  ],
  "death": [
    "22 tháng 8, 1541 (57 tuổi) (niên hiệu Quảng Hòa thời Mạc)",
    "Dương Kinh, Đại Việt (nay thuộc xã Ngũ Đoan, huyện Kiến Thuỵ, thành phố Hải Phòng)"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "1527 - 1529"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Sáng lập triều đại"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Mạc Thái Tông"
      ]
    },
    {
      "label": "Tại vị",
      "info": [
        "1530 - 1541"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Sáng lập triều đại"
      ]
    },
    {
      "label": "Thời kỳ",
      "info": [
        "Mạc Thái Tông",
        "Mạc Hiến Tông"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Mạc Kính Điển"
      ]
    },
    {
      "label": "Thê thiếp",
      "info": [
        "Vũ Thị Ngọc Toàn1",
        "Nguyễn Thị Ngọc Tuyền2"
      ]
    },
    {
      "label": "Tên húy",
      "info": [
        "Mạc Đăng Dung (莫登庸)"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Minh Đức (端慶)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Nhân Minh Cao hoàng đế (仁明高皇帝)"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Thái Tổ (太祖)"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Nhà Mạc"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Mạc Hịch"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Đặng Thị Hiếu"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "An Lăng, Dương Kinh, Đại Việt"
      ]
    },
    {
      "label": "Nghề nghiệp",
      "info": [
        "Quan nhà Lê sơ (1508-1527)",
        "Vua nhà Mạc (1527-1530)",
        "Thái thượng hoàng nhà Mạc (1530-1541)"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 莫太祖; 23 tháng 11, 1483 - 22 tháng 8, 1541), tên thật là (莫登庸), là nhà chính trị, hoàng đế sáng lập ra triều đại trong lịch sử Việt Nam. Ông đóng vai trò quan trọng trong các sự kiện đánh dẹp các thế lực cát cứ, chống đối triều đình, loại bỏ ảnh hưởng của những người ủng hộ , thành lập và cứng rắn chống lại với những thế lực phò vua Lê ở Thanh Hóa.",
    "Mạc Đăng Dung bước vào đường quan lộ sau khi thi đậu Võ trạng nguyên trong cuộc thi tuyển võ sĩ tại Giảng Võ đường ở Thăng Long dưới triều . Từ một võ quan cấp thấp, nhờ tài thao lược và mưu trí, Mạc Đăng Dung đã vươn tới tột bậc quyền lực vào năm 1527 khi được thăng tới chức Thái sư, tước An Hưng vương thời . Xuất thân hàn vi, lập thân bằng đường binh nghiệp, Mạc Đăng Dung là người có công đầu trong việc tạo lập lại thế ổn định và đà phát triển của xã hội cũng như chính trường Đại Việt sau hơn 20 năm hỗn loạn đầu thế kỷ 16. Việc phế bỏ vai trò vương quyền của họ Lê, dòng họ đã để lại những dấu ấn sâu đậm đối với lịch sử dân tộc, cắt đất cầu hòa, quỳ lạy một viên quan Trung Quốc, nhận lịch sóc Trung Quốc, đã khiến ông trở thành tâm điểm chỉ trích của các sử gia, tri thức Việt Nam qua các thời kỳ lịch sử.",
    "Quan điểm phê phán Mạc Đăng Dung ở Việt Nam đã có sự thay đổi qua những giai đoạn lịch sử khác nhau. Kể từ đầu thời nhà Nguyễn cho đến thập kỷ đầu thế kỷ 21, những nhà nghiên cứu lịch sử và văn hóa như , Lê Văn Hoè, , Vượng, Trần Gia Phụng, , Trần Lâm Biền, , Văn Tạo, Đinh Khắc Thuân, Nguyễn Gia Kiểng, Phan Đăng Nhật, Trần Thị Vinh là những người đi đầu trong việc đánh giá lại vai trò lịch sử của Mạc Đăng Dung theo hướng cởi mở khách quan hơn thời Lê-Trịnh... Qua những kết quả nghiên cứu liên ngành trong các lĩnh vực như chính trị, kinh tế (như các hoạt động sản xuất, thương mại), văn hoá - tư tưởng, văn học - nghệ thuật, giáo dục, tôn giáo - tín ngưỡng..., họ đã cho thấy sự ra đời của và những động thái chính trị - quân sự của (Mạc Đăng Dung) là phù hợp với những quy luật phát triển khách quan của tiến trình lịch sử dân tộc."
  ]
}