{
  "name": "Minh Mạng",
  "birth": [
    "25 tháng 5 năm 1791",
    "Gia Định, Đại Việt"
  ],
  "death": [
    "20 tháng 1, 1841 (49 tuổi)",
    "Huế, Đại Nam"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "1820 – 1841"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Gia Long"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Thiệu Trị"
      ]
    },
    {
      "label": "Thê thiếp",
      "info": [
        "Tá Thiên Nhân Hoàng hậu"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Hậu duệ 142 con, bao gồm 78 hoàng tử và 64 công chúa 142 con, bao gồm 78 hoàng tử và 64 công chúa"
      ]
    },
    {
      "label": "Tên húy",
      "info": [
        "Nguyễn Phúc Đảm (阮福膽)",
        "Nguyễn Phúc Kiểu (阮福晈)"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Minh Mạng (明命): 1820 - 1841"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Nhân Hoàng đế (仁皇帝)"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Thánh Tổ (聖祖)"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Nhà Nguyễn"
      ]
    },
    {
      "label": "Hoàng gia ca",
      "info": [
        "Đăng đàn cung"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Gia Long"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Thuận Thiên Cao Hoàng hậu"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Hiếu Lăng, Huế, Việt Nam"
      ]
    },
    {
      "label": "Tôn giáo",
      "info": [
        "Nho giáo"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 明命, 25 tháng 5 năm 1791 – 20 tháng 1 năm 1841) hay là vị Hoàng đế thứ hai của nhà Nguyễn, vương triều cuối cùng của nền quân chủ Việt Nam. Ông trị vì từ năm 1820 đến khi qua đời, được truy tôn miếu hiệu là (阮聖祖).",
    "Trong 21 năm trị nước, Minh Mạng đã đề xuất hàng loạt cải cách từ nội trị đến ngoại giao. Ông đổi tên Nam thành Đại Nam, cho lập thêm Nội các và Cơ mật viện ở Huế, bãi bỏ chức tổng trấn Bắc thành và Gia Định thành, đổi trấn thành tỉnh, củng cố chế độ lưu quan ở miền núi. Ông còn tổ chức lại quân đội, chia thành bộ binh, thủy binh, tượng binh, kị binh và pháo thủ binh. Minh Mạng cũng cử quan ra chỉ đạo khai hoang ở ven biển Bắc kỳ và Nam kỳ. Ngoài ra, ông rất quan tâm đến việc duy trì nền khoa cử Nho giáo, năm 1822 ông mở lại các kì thi Hội, thi Đình ở kinh đô để tuyển chọn nhân tài.",
    "Đại Nam thời Minh Mạng cũng liên tục đương đầu với nội loạn và chiến tranh. Trong nước liên tiếp xảy ra các cuộc nổi dậy của Phan Bá Vành, Lê Duy Lương, Nông Văn Vân,… ở miền Bắc và Lê Văn Khôi ở miền Nam; triều đình phải rất vất vả mới dẹp được. Minh Mạng còn lập các phủ , Lạc Biên, Trấn Định, Trấn Man nhằm khống chế Ai Lao; đánh bại Xiêm La; bảo hộ Chân Lạp, chiếm vùng Nam Vang (Phnôm Pênh ngày nay) và đổi tên thành ; kết quả là Đại Nam có lãnh thổ rộng hơn cả. Tuy nhiên, các cuộc chiến tranh đó cũng làm hao mòn quốc khố và sau khi Minh Mạng mất, quân Nguyễn đã phải từ bỏ Trấn Tây thành. Minh Mạng cũng khước từ mọi tiếp xúc với phương Tây và nghiêm cấm truyền bá đạo Cơ Đốc."
  ]
}