{
  "name": "Nguyễn Cấu",
  "birth": [],
  "death": [],
  "infoList": [],
  "description": [
    "(1442-1522 ) là 1 vị quan trong nhiều đời thời Lê. Ông sinh ra ở làng Thanh Thù, Đồng Tiến, thị xã Phổ Yên , . Nguyễn Cấu đỗ Đệ tam giáp Đồng tiến sĩ Xuất thân khoa thi Quý Mùi (năm 1463), đời vua và làm quan tới chức Thị Vệ.",
    "Nguyễn Cấu làm quan trải 6 đời vua Lê: , Lê Hiển Tông, , , , , với nhiệm vụ chủ yếu bảo vệ trong cung Cấm. Vào thập niên thứ 2 thế kỷ XVI, bắt đầu suy yếu, dần thâu tóm quyền lực lấn át vua, có ý chiếm ngôi, là trung thần , nên ông đã bị phe cánh Đăng Dung giết hại vào ngày 27 tháng 07 năm 1522.",
    "Theo gia phả dòng họ Nguyễn ở Thanh Thù, thời ông được truy phong là thượng đẳng thần. Thời nhà Nguyễn, ông được triều đình cho lập đền thờ làm thành hoàng ở quê nhà.",
    "Tiến sĩ Nguyễn Cấu có tên tự là Phúc Trung, sinh năm 1442, tại làng Thanh Thù, tổng Tiểu Lễ, huyện Thiên Phúc, phủ Bắc Hà, , nay là xóm Thanh Xuân, phường Đồng Tiến (T.X Phổ Yên). Năm 21 tuổi (1463) cụ đỗ Tiến sĩ (Tên của cụ được khắc trên bia đá ở Văn Miếu Quốc Tử Giám - Hà Nội). Sau khi vinh quy bái tổ, cụ được triều đình bổ nhiệm làm quan, được Vua ban tặng tên Cấu (Nguyễn Cấu).",
    "Đường quan lộ, cụ có nhiều thăng tiến, từng giữ các chức vụ: Thị vệ xứ, Chánh Đô đốc, Chỉ huy xứ, Đô đốc đồng Tổng quản… Với các hàm từ “Tòng Tứ phẩm” đến “Chánh Tứ phẩm”. Cụ làm quan suốt 6 đời vua Lê: , , , , và . Năm 1522, Nhà Mạc dấy binh, cướp ngôi, cụ bị quân Mạc sát hại khi chiến đấu bảo vệ triều đình ở Kiếp Bạc. Khi tử trận, thuộc hạ thân tín dưới quyền đã lấy thủ cấp của cụ mang về quê nhà khâm niệm, mai táng (nay là xóm Phong Niên, xã Tân Hương, T.X Phổ Yên). Sau này, khi nhà khôi phục lại sơn hà xã tắc, vua đã sắc phong cho cụ Nguyễn Cấu là “Lê Triều Khâm Sai Đại thần - Chỉ huy xứ - Thị vệ Long Quân Cẩm Hầu - Chánh Đô đốc - Đức Bác Quận công - Thượng đẳng thần”. Ông Nguyễn Văn Ngọc, truyền nhân đời thứ 9 của cụ Nguyễn Cấu cho biết: Tưởng nhớ công đức của cụ, từ năm 1522, nhân dân trong vùng đã dùng đá ong để xây dựng mộ chí cho cụ an nghỉ.",
    "Theo thời gian, trên diện tích đất rộng hơn 1.000m2, cháu con dòng họ Nguyễn, nhân dân thập phương và chính quyền sở tại đã đóng góp, xây dựng nên một ngôi nhà thờ 3 gian mái ngói. Nhà được làm liền với phần mộ của cụ Nguyễn Cấu. Phía trước nhà thờ cụ, năm 2006, ngay sau khi UBND công nhận đây là một di tích lịch sử, cơ quan chức năng đã xây dựng, đặt tấm bia đá, trên đó khắc chữ vàng, ghi tóm tắt tiểu sử danh nhân - Tiến sĩ Nguyễn Cấu."
  ]
}