{
  "name": "Nguyễn Huệ",
  "birth": [
    "1753",
    "Bình Định, Đàng Trong, Đại Việt"
  ],
  "death": [
    "16 tháng 9, 1792 (38–39 tuổi)",
    "Phú Xuân, Đại Việt"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "22 tháng 12 năm 1788 – 16 tháng 9 năm 1792",
        "(4 năm, 268 ngày)"
      ]
    },
    {
      "label": "Đăng quang",
      "info": [
        "22 tháng 12 năm 1788",
        "Núi Bân, Phú Xuân"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Thái Đức Hoàng đế"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Cảnh Thịnh Hoàng đế"
      ]
    },
    {
      "label": "Thê thiếp",
      "info": [
        "Chính Cung hoàng hậu Phạm Thị Liên",
        "Chính Cung hoàng hậu Bùi Thị Nhạn",
        "Bắc Cung hoàng hậu Lê Ngọc Hân",
        "Trần Thị Quỵ",
        "Nguyễn Thị Bích"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Nguyễn Quang Toản",
        "Nguyễn Quang Bàn",
        "Nguyễn Quang Thiệu",
        "Nguyễn Quang Khanh",
        "Nguyễn Quang Đức",
        "Nguyễn Thị Ngọc Bảo",
        "Nguyễn Quang Thùy",
        "Nguyễn Quang Cương",
        "Nguyễn Quang Tự",
        "Nguyễn Quang Điện",
        "Nguyễn Quang Duy và một số khác, tổng cộng khoảng 20."
      ]
    },
    {
      "label": "Tên thật",
      "info": [
        "Hồ Thơm",
        "Nguyễn Huệ"
      ]
    },
    {
      "label": "Tước hiệu",
      "info": [
        "Long Nhương Tướng quân",
        "Bắc Bình Vương",
        "Hoàng đế"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Quang Trung (光中: 1788 - 1792)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Võ Hoàng đế (武皇帝)"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Tây Sơn Thái Tổ (西山太祖)"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Nhà Tây Sơn"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Nguyễn Phi Phúc"
      ]
    }
  ],
  "description": [
    "(1753 – 1792), tức (光中皇帝) hay , là vị hoàng đế thứ hai của , sau khi Thái Đức Hoàng đế thoái vị và nhường ngôi cho ông. Nguyễn Huệ không những là một trong những vị tướng lĩnh quân sự xuất sắc mà còn là một nhà cai trị tài giỏi, đưa ra nhiều cải cách kinh tế, xã hội nổi bật trong lịch sử Việt Nam.",
    "Nguyễn Huệ và hai người anh em của ông, được biết đến với tên gọi , là những lãnh đạo của cuộc khởi nghĩa Tây Sơn đã chấm dứt cuộc nội chiến Trịnh-Nguyễn phân tranh giữa hai tập đoàn phong kiến Trịnh ở phía bắc và Nguyễn ở phía nam, lật đổ hai tập đoàn này cùng , chấm dứt tình trạng phân liệt Đàng Trong - Đàng Ngoài kéo dài suốt 2 thế kỷ. Ngoài ra, Nguyễn Huệ còn là người đánh bại các cuộc xâm lược Đại Việt của Xiêm La từ phía nam, của Đại Thanh từ phía bắc; đồng thời còn là vị vua có tài cai trị khi đề ra nhiều kế hoạch cải cách tiến bộ xây dựng Đại Việt. (xem những cải cách của vua Quang Trung)",
    "Sau 20 năm liên tục chinh chiến và trị quốc, Nguyễn Huệ lâm bệnh và đột ngột qua đời ở tuổi 40, khi nhiều dự định còn dang dở. Sau cái chết của ông, suy yếu nhanh chóng. Những người kế thừa ông không đủ bản lĩnh để lãnh đạo Đại Việt, lâm vào mâu thuẫn nội bộ và thất bại trong việc tiếp tục chống lại kẻ thù của Tây Sơn. Cuộc đời hoạt động của Nguyễn Huệ được một số sử gia đánh giá là đã đóng góp quyết định vào sự nghiệp thống nhất đất nước của triều đại Tây Sơn.",
    "Cuộc đời ông được biết đến qua các bộ sử của và nhà Nguyễn, các sử gia cận đại, hiện đại và cả trong văn học dân gian. Khi Nguyễn Huệ mất, nhân dân nhiều nơi đã xây lăng, lập đền thờ, dựng tượng đài và bảo tàng Nguyễn Huệ để tưởng nhớ công lao của ông. Dù sau này nhà Nguyễn (đối thủ của ) tìm nhiều cách xóa bỏ uy tín của Quang Trung (phá bỏ đền thờ, cấm người dân thờ cúng, truy lùng các bề tôi, con cháu của Quang Trung...) và gọi ông là \"giặc\" trong các tài liệu triều đình, nhưng ký ức về các chiến công của ông vẫn được những người mến mộ ông truyền tụng suốt 150 năm. Ngày nay, Nguyễn Huệ được coi là một vị anh hùng dân tộc của Việt Nam, nhiều đường phố ở các địa phương được đặt theo tên ông, riêng ở Thành phố có một đường phố, một đường hoa và một phố đi bộ mang tên"
  ]
}