{
  "name": "Nguyễn Bỉnh Khiêm",
  "birth": [
    "1491",
    "làng Trung Am, huyện Vĩnh Lại, phủ Hạ Hồng, trấn Hải Dương (nay thuộc xã Lý Học, huyện Vĩnh Bảo, thành phố Hải Phòng)"
  ],
  "death": [
    "1585 (95 tuổi)",
    "làng Trung Am, huyện Vĩnh Lại, trấn Hải Dương (nay thuộc xã Lý Học, Vĩnh Bảo, thành phố Hải Phòng)"
  ],
  "infoList": [
    {
      "label": "Bút danh",
      "info": [
        "Trình Quốc Công, Bạch Vân"
      ]
    },
    {
      "label": "Công việc",
      "info": [
        "Chính khách, nhà thơ, nhà sư phạm, nhà dự báo chiến lược, nhà hoạt động từ thiện"
      ]
    },
    {
      "label": "Quốc gia",
      "info": [
        "Việt Nam"
      ]
    },
    {
      "label": "Dân tộc",
      "info": [
        "Kinh"
      ]
    },
    {
      "label": "Quốc tịch",
      "info": [
        "Việt Nam"
      ]
    },
    {
      "label": "Học vấn",
      "info": [
        "Trạng nguyên Đại Việt (1535)"
      ]
    },
    {
      "label": "Giai đoạn sáng tác",
      "info": [
        "Văn học thời Mạc (Văn học trung đại Việt Nam)"
      ]
    },
    {
      "label": "Tác phẩm nổi bật",
      "info": [
        "Bạch Vân am thi tập (thơ chữ Hán), Bạch Vân quốc ngữ thi tập (thơ chữ Nôm), Sấm Trạng Trình"
      ]
    },
    {
      "label": "Vợ/chồng",
      "info": [
        "3 vợ"
      ]
    },
    {
      "label": "Con cái",
      "info": [
        "12 con (7 con trai)"
      ]
    },
    {
      "label": "Thân nhân",
      "info": [
        "Nguyễn Văn Định (cha), Nhữ Thị Thục (mẹ), Nhữ Văn Lan (ông ngoại), Dương Đức Nhan (cha vợ)"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 阮秉謙; 1491–1585), tên huý là (阮文達) , tên tự là (亨甫), hiệu là (白雲庵居士) , được các môn sinh tôn là (雪江夫子), là một trong những nhân vật có ảnh hưởng nhất của lịch sử cũng như văn hóa Việt Nam trong thế kỷ 16. Ông được biết đến nhiều vì tư cách đạo đức, tài thơ văn của một nhà giáo có tiếng thời kỳ Nam-Bắc triều (Lê-Mạc phân tranh) cũng như tài tiên tri các tiến triển của lịch sử Việt Nam. Sau khi đậu Trạng nguyên khoa thi Ất Mùi (1535) và làm quan dưới triều Mạc, ông được phong tước Trình Tuyền Hầu rồi thăng tới Trình Quốc Công (程國公) mà dân gian quen gọi ông là Trạng Trình. Đạo Cao Đài sau này đã phong thánh cho ông và suy tôn ông là Thanh Sơn Đạo sĩ hay Thanh Sơn chân nhân. Người đời coi ông là nhà tiên tri số một trong lịch sử Việt Nam đồng thời lưu truyền nhiều câu sấm ký được cho là bắt nguồn từ ông và gọi chung là .",
    "Xét một cách toàn diện lịch sử Việt Nam thế kỷ 16, nhiều người đã gọi Nguyễn Bỉnh Khiêm là \"cây đại thụ văn hóa dân tộc\", hay nói theo cách khác, ông đã được xem là đại diện tiêu biểu nhất của lịch sử phát triển văn hóa Việt Nam trong thế kỷ nhiều biến động lớn này. Cùng với một nhân vật nổi danh khác của xứ Hải Đông là , Nguyễn Bỉnh Khiêm được coi là một trong số những tác gia văn học thực sự lớn đầu tiên của Việt Nam. Đó là những người mà tác phẩm của họ có sự dồi dào về số lượng, phong phú về thể tài và có ảnh hưởng quan trọng đến tiến trình phát triển của một nền văn học, đặc biệt là trong văn học viết. Một yếu tố quan trọng nữa ở các tác gia này là phần lớn tác phẩm của họ vẫn còn được lưu truyền qua nhiều biến động của lịch sử để hậu thế ngày nay có thể nghiên cứu và đánh giá một cách tương đối toàn diện về sự nghiệp văn chương của họ. Nguyễn Bỉnh Khiêm được nhiều nhà nghiên cứu văn học Việt Nam đánh giá là người xứng đáng kế thừa và phát triển ngôn ngữ thi ca dân tộc kể từ sau thời , góp phần giúp nó đạt đến mức độ hoàn thiện cao dưới thời Nguyễn Du. Hai tập thơ của ông là (chữ Hán) và (chữ Nôm) được coi là thành tựu lớn của thơ văn trung đại Việt Nam, mở đầu cho một dòng thơ ca \"chạm chân vào hiện thực\", đã quan tâm mô tả xã hội dưới góc nhìn đời tư và đời thường, là một cống hiến lớn của văn học thời Mạc đối với tiến trình phát triển và hoàn thiện của thơ văn dân tộc. Xét về nhiều mặt, có thể xem ông là người đi khai phá có công khơi mở nhiều hướng phát triển mới cho thơ ca Việt Nam, trong đó có những dòng thơ mang đậm tính tuyên truyền đạo lý - suy tưởng triết lý - cảm hứng thế sự (tiệm cận với hiện thực đa diện của xã hội đương thời) sẽ có điều kiện phát triển mạnh ở các thế kỷ sau ông như lịch sử thơ văn Việt Nam đã ghi nhận.",
    "Ngoại trừ quãng thời gian dưới 10 năm thời thơ ấu có thể xem là bình yên cuối triều , Nguyễn Bỉnh Khiêm đã sống gần trọn thế kỷ 16, một thế kỷ nhiều biến chuyển mang tầm ảnh hưởng chưa từng có trước đó trong lịch sử dân tộc, mà ông vừa là nhân chứng vừa là nhân tố quan trọng tạo nên chúng. Là một người xuất thân từ tầng lớp trí thức quan lại nhưng cả cuộc đời Nguyễn Bỉnh Khiêm chưa bao giờ coi việc làm quan là lý tưởng cao nhất của sự nghiệp, cũng như là một nhà nhân đạo chủ nghĩa ông luôn đề cao tư tưởng thân dân trong sách lược trị nước.",
    "Ông cũng được sử sách và người đời thừa nhận rộng rãi với tư cách là một nhà dự báo, hoạch định chiến lược kỳ tài, với tầm nhìn địa chính trị đi trước thời đại nhiều thế kỷ. Những lời cố vấn nổi tiếng của ông dành cho các tập đoàn quyền lực phong kiến Mạc, Lê-Trịnh, Nguyễn (nói theo lời của danh sĩ là ) đã có ảnh hưởng to lớn, mang tính bước ngoặt đối với tiến trình của lịch sử dân tộc và từ đó tác động lớn tới quan hệ địa chính trị của cả khu vực Đông Nam Á trở về sau. Theo nhận định của nhiều nhà nghiên cứu, Nguyễn Bỉnh Khiêm có khả năng là người đầu tiên trong lịch sử Việt Nam có một tầm nhìn chiến lược thấu suốt về chủ quyền của đất nước trên ngay từ thế kỷ 16. Ông cũng có thể là người đầu tiên trong lịch sử nhắc đến hai chữ Việt Nam – với tư cách là quốc hiệu của dân tộc – một cách có ý thức nhất thông qua di sản thơ văn của ông còn lưu lại đến ngày nay."
  ]
}