{
  "name": "Nguyễn Hoàng",
  "birth": [
    "28 tháng 8, 1525",
    "Thanh Hóa, Đại Việt"
  ],
  "death": [
    "20 tháng 7, 1613 (87 tuổi)",
    "Đàng Trong, Đại Việt"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "1558 - 1613"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Sáng lập"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Nguyễn Phúc Nguyên"
      ]
    },
    {
      "label": "Thê thiếp",
      "info": [
        "Nguyễn Thị phu nhân"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Nguyễn Phúc Nguyên",
        "Nguyễn Phúc Hà",
        "Nguyễn Phúc Hán",
        "Tổng cộng 10 con trai và hai con gái"
      ]
    },
    {
      "label": "Tên húy",
      "info": [
        "Nguyễn Hoàng (阮潢)"
      ]
    },
    {
      "label": "Tước vị",
      "info": [
        "Chúa Tiên",
        "Cung Ý Cần Nghĩa công",
        "Cần Nghĩa Đạt Lý Hiển Ứng Chiêu Hựu Diệu Linh Gia Dụ Vương",
        "Liệt Tổ Triệu Cơ Thùy Thống Khâm Minh Cung Ý Cần Nghĩa Đạt Lý Hiển Ứng Chiêu Hựu Diệu Linh Gia Dũ Thái Vương"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Triệu Cơ Thùy Thống Khâm Minh Cung Ý Cần Nghĩa Đạt Lý hiển Ứng Chiêu Hựu Diệu Linh Gia Dụ Hoàng đế",
        "(肇基垂統欽明恭懿謹義達理顯應昭祐耀靈嘉裕皇帝)",
        "Ngắn: Gia Dụ hoàng đế (嘉裕皇帝"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Thái Tổ (太祖)"
      ]
    },
    {
      "label": "Gia tộc",
      "info": [
        "Họ Nguyễn"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Nguyễn Kim"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Nguyễn Thị Mai"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 阮潢; 28 tháng 8, 1525 – 20 tháng 7 năm 1613) hay , , là vị chúa Nguyễn đầu tiên, người đặt nền móng cho vương triều Nguyễn (1558 - 1945). Ông quê ở làng Gia Miêu, huyện Tống Sơn, phủ Hàng Tung, Hoa, ngày nay là Gia Miêu Ngoại Trang, thôn Gia Miêu, xã Hà Long, , Tỉnh Thanh Hóa. Ông nội () và cha ông () là những trọng thần của triều đình . Sau cái chết của , người anh rể Trịnh Kiểm nắm giữ quyền hành đã giết chết anh trai ông là , Nguyễn Hoàng nhờ chị gái xin Trịnh Kiểm cho mình vào trấn thủ Thuận Hóa, Trịnh Kiểm chấp thuận.",
    "Vào năm 1558, ông cùng với con em Thanh Nghệ tiến vào đất Thuận Hóa đóng ở xã Ái Tử (sau gọi là kho Cây khế), thuộc huyện Đăng-xương, . Năm 1559, ông được vua Lê cho trấn thủ đất Thuận Hóa, Quảng Nam. Năm 1593, Nguyễn Hoàng đem quân ra Bắc giúp họ Trịnh đánh dẹp, lập nhiều công lao. Trịnh Tùng vẫn ngầm ghen ghét, tìm cách giữ Nguyễn Hoàng lại, không cho về Thuận Hóa. Năm 1600, Nguyễn Hoàng giả cách nói đi dẹp loạn, rồi tự dẫn binh về Thuận Hóa. Từ đấy Nam Bắc phân biệt, bề ngoài thì làm ra bộ hòa hiếu, nhưng bề trong thì vẫn lo việc phòng bị để chống cự với nhau.",
    "Nguyễn Hoàng đã có những chính sách hiệu quả để phát triển vùng đất của mình và mở rộng lãnh thổ hơn nữa về phía Nam. Các vị Đế, Vương hậu duệ của ông tiếp tục chính sách mở mang này và đã chống nhau với họ Trịnh bất phân thắng bại trong nhiều năm, cuối cùng họ Nguyễn cũng đã hoàn thành việc thống nhất đất nước từ Nam đến Bắc ở đất liền, cùng với chủ quyền biển đảo ở , khởi đầu từ niên hiệu Gia Long (cháu đời thứ 11 của ông)."
  ]
}