{
  "name": "Nguyễn Đa Phương",
  "birth": [],
  "death": [],
  "infoList": [],
  "description": [
    "(?-1389) là tướng thời , em nuôi và là vây cánh của . Về sau vì kiêu căng nên bị bức tử.",
    "Năm 1379, (năm Minh Hồng Vũ thứ 12), làm Tiểu tư không kiêm Hành khu mật đại sứ, tiến cử Nguyễn Đa Phương làm tướng quân",
    "Tháng 2 năm 1382, (năm Minh Hồng Vũ thứ 15), quân Chiêm Thành đánh cướp Thanh Hóa. Nhà vua sai Quý Ly đem quân đi chống giữ. Quý Ly đóng quân ở núi Long Đại, giao Nguyễn Đa Phương giữ hàng cọc đóng ở cửa biển Thần Đầu Khi quân Chiêm tiến đến bằng cả hai đường thủy bộ. Đa Phương không đợi lệnh của Quý Ly, tự ý cho mở hàng cọc xua quân ra đánh. Quân Chiêm Thành thua to, chạy tán loạn vào rừng núi, quân ta đốt hết thuyền bè giặc, truy đuổi tàn quân Chiêm đến tận thành Nghệ An. Khi tin thắng trận được báo về, triều đình phong Nguyễn Đa Phương làm Kim ngô vệ đại tướng quân.",
    "Tháng 6 năm 1382, vua Chiêm Thành là Chế Bồng Nga đem bộ binh đến đóng ở sách Khổng Mục. Kinh sư kinh động. Thượng hoàng sai tướng chỉ huy quân Hoa Ngạch là Lê Mật Ôn đem quân đi chống giữ. Mật Ôn đến Tam Kỳ chưa kịp làm gì thì bị lọt vào trận mai phục của địch, quan quân thua chạy, Mật Ôn bị bắt sống. Thượng hoàng phải rời kinh đi lánh giặc. Nguyễn Đa Phương đôn đốc quân lính dựng rào trại ở kinh thành, ngày đêm phòng giữ. Đến tháng 12 thì quân Chiêm Thành rút về nước.",
    "Tháng 10 năm thứ 1389, (Năm Minh Hồng Vũ thứ 22), người Chiêm đến cướp Thanh Hóa, đánh vào Cổ Vô, thượng hoàng sai Quý Ly đem quân đi chống giữ. Quý Ly mắc kế giặc, quân ta bị thua. Tướng chỉ huy quân Hữu Thánh Dực là Nguyễn Chí bị giặc bắt sống, 70 tướng còn lại đều bị chết trận. Quý Ly để tỳ tướng Phạm Khả Vĩnh ở lại cầm cự với giặc, còn mình thì trốn về. Nguyễn Đa Phương tạm chỉ huy quân Thánh Dực.",
    "Về kinh, Nguyễn Đa Phương cho rằng mình có công cao, có ý lên mặt, thường hay chê Quý Ly là bất tài. Quý Ly thu lại số quân do Đa Phương chỉ huy, Đa Phương vẫn không hết kiêu căng.",
    "Thượng hoàng nói:",
    "Quý Ly tâu:",
    "Rồi bắt Đa Phương phải tự tử. Đa Phương than rằng:"
  ]
}