{
  "name": "Nguyễn Văn Tố",
  "birth": [
    "5 tháng 6, 1889",
    "Hà Đông, Đông Dương thuộc Pháp"
  ],
  "death": [
    "7 tháng 10, 1947 (58 tuổi)",
    "Bắc Kạn, Việt Nam"
  ],
  "infoList": [
    {
      "label": "Nhiệm kỳ",
      "info": [
        "2 tháng 9 năm 1945 – 2 tháng 3 năm 1946",
        "0 năm, 181 ngày"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "không có"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Trương Đình Tri1"
      ]
    },
    {
      "label": "Vị trí",
      "info": [
        "Việt Nam"
      ]
    },
    {
      "label": "Nhiệm kỳ",
      "info": [
        "2 tháng 3 năm 1946 – 8 tháng 11 năm 1946",
        "0 năm, 251 ngày"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "không có"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Bùi Bằng Đoàn"
      ]
    },
    {
      "label": "Vị trí",
      "info": [
        "Việt Nam"
      ]
    },
    {
      "label": "Nhiệm kỳ",
      "info": [
        "8 tháng 11 năm 1946 – 7 tháng 10 năm 1947",
        "0 năm, 338 ngày"
      ]
    },
    {
      "label": "Vị trí",
      "info": [
        "Việt Nam"
      ]
    },
    {
      "label": "Đảng phái",
      "info": [
        "không đảng phái"
      ]
    }
  ],
  "description": [
    "(1889-1947), bút hiệu , sinh ngày 5 tháng 6 năm 1889, quê ở Hà Đông (nay thuộc Hà Nội). Thuở nhỏ ông học chữ Hán, sau sang Pháp học đỗ bằng Thành chung (Trung học). Về nước ông làm việc tại trường Viễn Đông Bác Cổ Hà Nội, chuyên về văn học cổ Việt Nam. Ông từng làm Hội trưởng hội Trí Tri, Hội truyền bá chữ Quốc ngữ trước năm 1945.",
    "Sau Cách mạng tháng Tám, ông giữ chức Bộ trưởng Cứu tế Xã hội trong chính phủ cách mạng lâm thời. Ông là Đại biểu quốc hội, Chủ tịch Quốc hội khóa I, Quốc vụ khanh trong Chính phủ liên hiệp Việt Nam lâm thời (1946).",
    "Sau ngày toàn quốc kháng chiến (ngày 19 tháng 12 năm 1946, ông cùng chính phủ rút lên Việt Bắc tiếp tục kháng chiến chống Pháp. Ngày 7 tháng 10 năm 1947, trong một cuộc tấn công chớp nhoáng của quân đội Pháp vào chiến khu trong chiến dịch Việt Bắc, ông bị bắt, bị tra khảo và bị giết tại Bắc Kạn. Có một chi tiết đáng chú ý là vì Nguyễn Văn Tố có thân hình mảnh dẻ và dong dỏng cao nên ban đầu quân đội Pháp nhầm tưởng ông là chủ tịch .",
    "Những công trình nghiên cứu của ông rất có giá trị, được in trong các tạp chí như , , \"Viễn Đông Bác Cổ\" xuất bản ở Hà Nội thời bấy giờ.",
    "Tên ông được đặt cho 1 trường ở Khu 9 Nam Bộ trong những năm kháng chiến chống Pháp (1946 - 1954). Trường Nguyễn Văn Tố rất nổi tiếng vì đã có công đào tạo nhiều nhân tài cho đất nước. Nhiều cán bộ lãnh đạo hiện nay có xuất thân từ trường này.",
    "Ngày nay còn có nhiều ngôi trường mang tên ông tại Hà Nội, Thành phố , Nghệ An... Tại Thành phố Hà nội, tên ông được đặt cho một con đường gần chợ Hàng Da, ."
  ]
}