{
  "name": "nhà Kim",
  "birth": [],
  "death": [],
  "infoList": [],
  "description": [
    "hay (tiếng Trung: ; bính âm: ; Hán-Việt: , chữ Nữ Chân: 1115-1234) là một triều đại do người Nữ Chân gây dựng trong lịch sử Trung Quốc. Người Nữ Chân nguyên là phiên thuộc của triều Liêu, thủ lĩnh Hoàn Nhan A Cốt Đả sau khi thống nhất các bộ lạc Nữ Chân, vào năm 1115 dựng nước đặt đô tại Hội Ninh phủ (nay thuộc A Thành, Hắc Long Giang), quốc hiệu là Đại Kim. Sau khi triều Kim lập quốc, cùng Bắc Tống định \"Liên minh trên biển\" nhằm giáp công Liêu, đến năm 1125 thì Kim diệt Liêu. Bắc Tống tiến đánh Liêu hai lần song đều thua, Kim thấy vậy liền xé bỏ hẹn ước với Bắc Tống, hai lần nam hạ Trung Nguyên, đến năm 1127 thì tiêu diệt Bắc Tống. Khi dời đô đến Trung Đô (nay thuộc Bắc Kinh), lãnh thổ Kim bao trùm Hoa Bắc, cùng khu vực Hoa Trung ở phía bắc Tần Lĩnh-Hoài Hà, khiến cho Tây Hạ cùng các bộ lạc Mạc Bắc như Tháp Tháp Nhi, Khắc Liệt phải thần phục, Nam Tống phải nhận là nước cháu (Tống gọi Kim là nước chú), xưng bá tại Đông Á.",
    "Đến thời kỳ Kim Thế Tông và Kim Chương Tông, chính trị và văn hóa của Kim đạt đến đỉnh cao, song vào trung hậu kỳ Kim Chương Tông thì dần xuống dốc. Sức chiến đấu của quân Kim không ngừng suy giảm, thậm chí khi người thống trị tiến hành trao bổng lộc ở mức cao cho binh lính cũng không cản lại nổi. Quan hệ giữa người Nữ Chân và người Hán mãi không thể tìm được con đường thích hợp. Thời kỳ Hoàng đế Hoàn Nhan Vĩnh Tế và Kim Tuyên Tông, Kim bị Đại Mông Cổ Quốc mới nổi lên ở phía bắc xâm lược, trong khi nội bộ cũng có tranh đấu, vùng Sơn Đông-Hà Bắc có dân biến không dứt, cuối cùng buộc phải nam thiên Biện Kinh (nay là Khai Phong, Hà Nam). Sau đó, nhằm khôi phục thế lực, Kim lại giao chiến với Tây Hạ và Nam Tống, các bên đều tiêu hao thực lực. Năm 1234, do bị Mông Cổ và Nam Tống bắc nam hợp đánh, Kim diệt vong.",
    "Năm 1115, khi Hoàn Nhan A Cốt Đả xưng đế có nói với quần thần: \"Liêu lấy sắt tinh luyện làm hiệu, nhằm thể hiện sự vững mạnh. Sắt tinh luyện tuy cứng song cuối cùng cũng bị \"biến hoại\", chỉ có \u0027kim\u0027 là \"bất biến bất hoại\", vì vậy lấy quốc hiệu là Đại Kim để thể hiện mong muốn mãi mãi chẳng đổi chẳng hỏng.",
    "Kim là \u0027triều đại chinh phục\u0027 do người Nữ Chân dựng nên, mang nặng tính chất chế độ bộ lạc. Vào sơ kỳ, Kim theo chế độ bột cực liệt, tức quý tộc hiệp nghị. Sau đó, triều đình Kim tiếp thu chế độ của Liêu và Tống, dần dần chuyển từ chính trị nhị nguyên sang chế độ Hán pháp đơn nhất, do vậy cơ chế chính trị của Kim được tinh giản mà lại lớn mạnh. Về mặt quân sự, Kim thi hành chế độ Mãnh an Mưu khắc, tức quân dân hợp nhất, có thiết kỵ binh và hỏa khí tinh nhuệ, trước sau đánh bại nhiều cường quốc. Về mặt kinh tế, phần lớn kế thừa Bắc Tống, nghề gốm sứ và nghề rèn sắt hưng thịnh, \u0027các trường\" giữa Kim-Hạ kiểm soát mạch máu kinh tế Tây Hạ. Quý tộc Nữ Chân chiếm lĩnh bừa bãi đất ruộng ở Hoa Bắc, nô dịch người Hán khiến hai bên xung đột quyết liệt. Khi quốc thế triều Kim suy thoái, người Hán nối tiếp nhau tiến hành nổi dậy vũ trang.",
    "Triều Kim trên phương diện văn hóa cũng dần theo hướng Hán hóa, từ trung kỳ về sau, hiện tượng quý tộc Nữ Chân đổi sang họ Hán, mặc Hán phục càng ngày càng phổ biến, triều đình mặc dù cấm song vẫn không cản nổi. Kim Thế Tông tích cực đề xướng học tập tiếng Nữ Chân, chữ Nữ Chân, song không thể vãn hồi xu thế người Nữ Chân bị Hán hóa. Tạp kịch và hí khúc thời Kim khá phát triển, thịnh hành hình thức dùng tạp kịch làm trò. Sự phát triển của viện bản thời Kim đặt cơ sở cho tạp kịch Nguyên khúc về sau này. Y học và số học thời Kim có sự phát triển nhanh chóng, Kim Nguyên tứ đại gia có ảnh hưởng quan trọng tới tiến trình phát triển của Trung y, việc nỗ lực phát triển \"Thiên Nguyên thuật\" và soạn viết \"Trùng tu Đại Minh lịch\" có ảnh hưởng quan trọng đối với số học thời Nguyên."
  ]
}