{
  "name": "",
  "birth": [],
  "death": [],
  "infoList": [
    {
      "label": "Vị thế",
      "info": [
        "Đế quốc"
      ]
    },
    {
      "label": "Thủ đô",
      "info": [
        "Trường An",
        "(206 TCN–9 CN, 190–195 CN)",
        "Lạc Dương",
        "(23–190 CN, 196 CN)",
        "Hứa Xương",
        "(196–220 CN)"
      ]
    },
    {
      "label": "Ngôn ngữ thông dụng",
      "info": [
        "Tiếng Trung Quốc cổ"
      ]
    },
    {
      "label": "Tôn giáo chính",
      "info": [
        "Đạo giáo",
        "Tín ngưỡng dân gian Trung Hoa"
      ]
    },
    {
      "label": "Chính phủ",
      "info": [
        "Quân chủ chuyên chế"
      ]
    },
    {
      "label": "Hoàng đế",
      "info": [
        ""
      ]
    },
    {
      "label": "• 202–195 TCN (đầu tiên)",
      "info": [
        "Hán Cao Tổ"
      ]
    },
    {
      "label": "• 141–87 TCN",
      "info": [
        "Hán Vũ Đế"
      ]
    },
    {
      "label": "• 25–57 CN",
      "info": [
        "Hán Quang Vũ Đế"
      ]
    },
    {
      "label": "• 189–220 CN (cuối cùng)",
      "info": [
        "Hán Hiến Đế"
      ]
    },
    {
      "label": "Tể tướng",
      "info": [
        ""
      ]
    },
    {
      "label": "• 206–193 TCN",
      "info": [
        "Tiêu Hà"
      ]
    },
    {
      "label": "• 193–190 TCN",
      "info": [
        "Cao Cán"
      ]
    },
    {
      "label": "• 189–192 CN",
      "info": [
        "Đổng Trác"
      ]
    },
    {
      "label": "• 208–220 CN",
      "info": [
        "Tào Tháo"
      ]
    },
    {
      "label": "• 220 CN",
      "info": [
        "Tào Phi"
      ]
    },
    {
      "label": "Thời kỳ",
      "info": [
        "Đế quốc"
      ]
    },
    {
      "label": "• Hạng Vũ lập Lưu Bang làm vua nhà Hán",
      "info": [
        "206 TCN"
      ]
    },
    {
      "label": "• Trận Cai Hạ; nhà Hán làm chủ Trung Hoa",
      "info": [
        "202 TCN"
      ]
    },
    {
      "label": "• Nhà Tân",
      "info": [
        "9 CN–23 CN"
      ]
    },
    {
      "label": "• Nhường ngôi cho nhà Tào Ngụy",
      "info": [
        "220 CN"
      ]
    },
    {
      "label": "Diện tích",
      "info": [
        ""
      ]
    },
    {
      "label": "• 50 TCN (đỉnh cao Tây Hán)[2]",
      "info": [
        "6.000.000 km2",
        "(2.316.613 mi2)"
      ]
    },
    {
      "label": "• 100 CN (đỉnh cao Đông Hán)[2]",
      "info": [
        "6.500.000 km2",
        "(2.509.664 mi2)"
      ]
    },
    {
      "label": "Dân số",
      "info": [
        ""
      ]
    },
    {
      "label": "• 2 CN[3]",
      "info": [
        "57,671,400"
      ]
    },
    {
      "label": "Đơn vị tiền tệ",
      "info": [
        "Đồng Bán Lưỡng và Ngũ Thù"
      ]
    }
  ],
  "description": [
    "",
    "Đối với các định nghĩa khác, xem Hán.",
    "(tiếng Trung: 漢朝; bính âm: ) là triều đại thứ hai của Trung Quốc (202 TCN - 220 CN), sáng lập bởi Lưu Bang và được cai trị bởi gia tộc Lưu. Kế tục triều đại nhà Tần ngắn ngủi (221–206 TCN) và một giai đoạn vô quân chủ gọi là Hán Sở tranh hùng (206–202 TCN), nó bị gián đoạn một thời gian ngắn bởi nhà Tân (9–23 CN) do Vương Mãng lập ra nên bị chia cắt thành hai thời kỳ - (202 TCN – 9 CN) và (25–220 CN), và theo sau bởi thời kỳ Tam Quốc (220–280 CN). Trải dài hơn bốn thế kỷ, triều đại Hán được coi là thời kỳ hoàng kim trong lịch sử Trung Quốc, và ảnh hưởng đến bản sắc của nền văn minh Trung Hoa kể từ đó. Nhóm dân tộc đa số của Trung Quốc hiện nay tự xưng là \"người Hán\", nhóm ngôn ngữ Sinitic được gọi chung là \"Hán ngữ\", và chữ viết của Trung Quốc được gọi là \"Hán tự\".",
    "Hoàng đế là trung tâm quyền lực của xã hội thời Hán. Ông chủ trì chính quyền nhà Hán, chia sẻ quyền lực với giới quý tộc và các tể tướng được bổ nhiệm, phần lớn xuất thân từ tầng lớp nho học. Đế chế Hán được chia thành các khu vực do chính quyền trung ương trực tiếp kiểm soát kế thừa từ thời nhà Tần được gọi là các quận (tiếng Trung: 郡), và một số nước bán tự trị. Các nước này dần dần mất đi tất cả nền độc lập, đặc biệt là sau sự kiện loạn bảy nước. Từ triều đại của Hán Vũ Đế (khoảng 141–87 TCN) trở đi, nhà nước chính thức bảo trợ Nho giáo trong giáo dục và chính trị triều đình, đi đôi với vũ trụ quan của các học giả sau này như Đổng Trọng Thư. Chính sách này kéo dài cho đến khi nhà Thanh sụp đổ năm 1912.",
    "Nền kinh tế phát triển đáng kể dưới thời Hán và chứng kiến sự đi lên của kinh tế tiền tệ thiết lập lần đầu tiên dưới triều đại nhà Chu (khoảng 1050–256 TCN). Tiền đúc do chính quyền trung ương phát hành năm 119 TCN vẫn là tiền đúc tiêu chuẩn của Trung Quốc cho đến thời nhà Đường (618–907 CN). Thời kỳ này chứng kiến một số đổi mới thể chế hạn chế. Để tài trợ cho các chiến dịch quân sự và thâu tóm các lãnh thổ biên cương mới chinh phục, triều đình Hán quốc hữu hóa các ngành công nghiệp muối và sắt năm 117 TCN, nhưng các độc quyền này bị bãi bỏ thời Đông Hán. Khoa học và công nghệ thời Hán đạt được những thành tựu đáng kể, bao gồm quá trình sản xuất giấy, đuôi lái ở đáy thuyền đi biển, sử dụng số âm trong toán học, bản đồ địa hình, quả cầu trắc tinh (thiên cầu) chạy bằng thủy lực dùng cho thiên văn học, và máy đo địa chấn dùng con lắc có thể được sử dụng để tìm ra địa điểm của các trận động đất ở xa.",
    "Hung Nô là một liên minh du mục luôn quấy nhiễu nhà Hán ở phương Bắc. Hán Vũ Đế đã phát động nhiều chiến dịch quân sự chống lại họ. Chiến thắng của nhà Hán trong chiến dịch này đã buộc người Hung Nô phải chấp nhận địa vị chư hầu phải cống cho nhà Hán. Các chiến dịch này cũng mở rộng chủ quyền của người Hán đối với bồn địa Tarim ở Trung Á, chia rẽ liên minh Hung Nô thành hai thể riêng biệt và giúp thiết lập mạng lưới thương mại rộng lớn được gọi là con đường Tơ lụa, vươn tới thế giới Địa Trung Hải. Các vùng lãnh thổ biên giới phía bắc của nhà Hán nhanh chóng bị liên minh du mục Tiên Ti đánh chiếm. Hán Vũ Đế cũng đã phát động các cuộc viễn chinh quân sự thành công ở phía nam, sáp nhập Nam Việt năm 111 TCN và nước Điền năm 109 TCN, và ở Bán đảo Triều Tiên, nơi các quận Huyền Thố và Lạc Lãng được thành lập năm 108 TCN. Sau năm 92 CN, các hoạn quan trong cung ngày càng can thiệp vào vào các cuộc tranh giành quyền lực giữa các ngoại thích của các hoàng hậu và hoàng thái hậu, gây lục đục nội bộ. Quyền lực của đế quốc cũng bị thách thức nghiêm trọng bởi các xã hội Đạo giáo lớn, những tổ chức này kích động Khởi nghĩa Khăn Vàng và Khởi nghĩa Thiên sư Đạo. Sau khi Hán Linh Đế băng hà (khoảng 168–189 CN), các hoạn quan trong cung bị các quan quân tàn sát, cho phép tầng lớp quý tộc và các tướng lĩnh quân đội trở thành lãnh chúa và xâu xé đế quốc ra làm trăm mảnh. Khi Tào Phi, vua nước Ngụy, cướp ngôi Hán Hiến Đế, nhà Hán chính thức sụp đổ."
  ]
}