{
  "name": "nhà Lý",
  "birth": [],
  "death": [],
  "infoList": [],
  "description": [
    "hoặc (Hán-Nôm: , • ), là một triều đại trong lịch sử Việt Nam. Triều đại này bắt đầu khi lên ngôi vào tháng 10 âm lịch năm 1009, sau khi giành được quyền lực từ tay . Triều đại này trải qua 9 vị hoàng đế và chấm dứt khi , lúc đó mới có 7 tuổi, bị ép thoái vị để nhường ngôi cho chồng là vào năm 1225 – tổng cộng là 216 năm.",
    "Trong thời đại này, lần đầu tiên nhà Lý đã giữ vững được chính quyền một cách lâu dài đến hơn 200 năm, khác với các vương triều cũ trước đó chỉ tồn tại hơn vài chục năm. Vào năm 1054, đã đổi quốc hiệu từ (大瞿越) thành (大越), mở ra kỷ nguyên Đại Việt rực rỡ trong lịch sử Việt Nam.",
    "Trong nước, mặc dù các vị Hoàng đế đều sùng bái Phật giáo nhưng ảnh hưởng của Nho giáo cũng rất cao với việc mở các trường đại học đầu tiên là Văn miếu (1070) và Quốc tử giám (1076) và các khoa thi để chọn người hiền tài không có nguồn gốc xuất thân là quý tộc ra giúp nước. Khoa thi đầu tiên được mở vào năm 1075, và Trạng nguyên đầu tiên là . Về thể chế chính trị, đã có sự phân cấp quản lý rõ ràng hơn và sự cai trị đã dựa nhiều vào pháp luật hơn là sự chuyên quyền độc đoán của cá nhân. Sự kiện nhà Lý chọn làm kinh đô, đổi tên thành (昇龍) đã đánh dấu sự cai trị dựa vào sức mạnh kinh tế và lòng dân hơn là sức mạnh quân sự để phòng thủ như các triều đại trước. Những danh thần như , , Doãn Tử Tư, Đoàn Văn Khâm, , Tô Hiến Thành,...đã góp sức lớn về văn trị và chính trị, tạo nên một nền văn hiến rực rỡ của triều đại nhà Lý.",
    "Quân đội nhà Lý được xây dựng có hệ thống đã trở nên hùng mạnh, ngoài chính sách Ngụ binh ư nông, các Hoàng đế nhà Lý chủ trương đẩy mạnh các lực lượng thủy binh, kỵ binh, bộ binh, tượng binh....cùng số lượng lớn vũ khí giáo, mác, cung, nỏ, khiên và sự hỗ trợ công cụ công thành như máy bắn đá, những kỹ thuật tiên tiến nhất học hỏi từ quân sự Nhà Tống. Việc trang bị đầu tư và quy mô khiến quốc lực dồi dào, có đủ khả năng thảo phạt các bộ tộc man di ở biên giới, cũng như quốc gia kình địch phía Nam là Chiêm Thành hay cướp phá thường xuyên, bảo vệ thành công lãnh thổ và thậm chí mở rộng hơn vào năm 1069, khi chinh phạt Chiêm Thành và thu về đáng kể diện tích lãnh thổ. Quân đội nhà Lý còn vẻ vang hơn khi đánh bại quân đội của Vương quốc Đại Lý, Đế quốc Khmer và đặc biệt là sự kiện danh tướng dẫn quân đội đánh phá vào lãnh thổ nhà Nhà Tống vào năm 1075, dẫn đến Trận Như Nguyệt xảy ra trên đất Đại Việt và quân đội hùng mạnh của hoàn toàn thất bại.",
    "Bên cạnh quân sự, nhà Lý còn nổi tiếng về nghệ thuật với kinh đô Thăng Long phỏng theo mô hình kinh thành Trường An của và Khai Phong của , tạo nên một quần thể kiến trúc vĩ đại và hoa lệ. Những hiện vật về mái ngói, linh thú trang trí trên nóc mái và các loại gạch lót cho thấy trình độ mỹ nghệ cao của các nghệ nhân thời Lý. Con Rồng thời Lý được xem là hình tượng đỉnh cao của nghệ thuật tạo hình đương thời, bên cạnh các tượng Phật lớn còn lại cho thấy tư duy đồ sộ của người thời Lý là rất lớn. Ba trong 4 bảo vật của An Nam tứ đại khí là Tháp Báo Thiên, Chuông Quy Điền và Tượng phật Chùa Quỳnh Lâm được tạo ra trong thời đại nhà Lý. Cùng với sự sùng đạo Phật, những tinh hoa nhất của nghệ thuật thời Lý đa phần đều thể hiện qua các bức tượng Phật, chùa chiền, phản ánh sự xa hoa tột độ của Phật giáo thời Lý."
  ]
}