{
  "name": "nhà Hán",
  "birth": [],
  "death": [],
  "infoList": [],
  "description": [
    "(giản thể: ; phồn thể: ; bính âm: ; Wade–Giles: Han Ch\u0027au; Hán-Việt: ; 206 TCN – 220) là triều đại kế tục (221 TCN - 207 TCN), và được tiếp nối bởi thời kỳ Tam Quốc (220-280). Triều đại này được thành lập bởi Lưu Bang, một lãnh tụ khởi nghĩa chống lại sự cai trị của , được biết đến sau khi qua đời là (漢高祖). Triều đại nhà Hán bị gián đoạn bởi Vương Mãng, một ngoại thích nhà Hán, tự lập mình lên làm hoàng đế, thành lập nhà Tân (9 - 23). Sau đó, hoàng thân Lưu Tú đã khôi phục lại chính quyền nhà Hán, tiếp tục sự thịnh trị, được biết đến với tên gọi (漢光武帝).",
    "Chính việc này đã chia nhà Hán thành hai giai đoạn: (西漢; 202 TCN - 9) với kinh đô ở Trường An (長安) và (東漢; 23 - 220) với kinh đô ở Lạc Dương (雒陽).",
    "Kéo dài 4 thế kỷ, nhà Hán được xem như là Triều đại huy hoàng nhất trong lịch sử Trung Quốc. Cho đến ngày nay, nhóm dân tộc chiếm phần lớn dân số Trung Quốc cũng tự cho mình là người Hán, và chữ viết Trung Quốc cũng được xem là chữ Hán.",
    "Nhà Hán đặt ra các khu vực cai trị được quản lý trực tiếp từ trung ương, thường được gọi là quận và một số nước chư hầu. Tuy nhiên, những nước này đã dần dần bị loại bỏ, đặc biệt là sau Loạn bảy nước xảy ra dưới thời Hán Cảnh Đế Lưu Khải. Năm 200 TCN, một quốc gia du mục ở miền Bắc là Hung Nô đã đánh bại quân đội nhà Hán. Sau khi thất bại, nhà Hán đã bắt đầu dựng lên một cuộc hôn nhân giữa công chúa nhà Hán với vua Hung Nô. Và thực sự, nhà Hán đã chịu thua kém Hung Nô. Mặc dù hai bên đã ký hòa ước với nhau, nhưng người Hung Nô vẫn thường xuyên tấn công biên giới phía Bắc nhà Hán. Đến thời Hán Lưu Triệt, ông đã phát động nhiều chiến dịch quân sự chống trả, và những chiến thắng trong những cuộc chiến cuối cùng đã khiến Hung Nô phải thần phục và hằng năm nộp cống cho nhà Hán. Những chiến dịch mở rộng cương thổ được thực hiện chủ yếu tại lòng chảo Tarim, Trung Á. Thành lập một hệ thống thương mại rộng lớn tới tận khu vực Địa Trung Hải mà người ta thường gọi là con đường tơ lụa. Nhà Hán chia Hung Nô thành hai nước đối lập nhau, Nam và Bắc Hung Nô qua sông Y Lê. Tuy đã ổn định biên giới phía bắc, nhưng nhà Hán vẫn gặp nhiều cuộc tấn công của người Tiên Ti."
  ]
}