{
  "name": "nhà Tùy",
  "birth": [],
  "death": [],
  "infoList": [],
  "description": [
    "hay (tiếng Trung: ; bính âm: ; Hán-Việt: , 581-619) là một triều đại trong lịch sử Trung Quốc, kế thừa Nam-Bắc triều, theo sau nó là triều Đường. Năm 581, Tùy Văn Đế thụ thiện từ Bắc Chu Tĩnh Đế mà kiến lập triều Tùy; đến năm 619 thì Hoàng Thái Chủ Dương Đồng nhường ngôi cho Vương Thế Sung, triều Tùy diệt vong, vận nước kéo dài 38 năm. Từ khi Tùy Văn Đế lên ngôi, triều đình căn cứ theo kinh nghiệm thời Nam-Bắc triều mà tiến hành cải cách chế độ chính trị, cho xây dựng Đại Vận Hà kéo theo sự xuất hiện của rất nhiều thành thị dọc theo kênh, thay thế phế lập rất nhiều thứ cũ mới. Trên các lĩnh vực chính trị, kinh tế, văn hóa và ngoại giao, triều Tùy có ảnh hưởng sâu rộng đến triều Đường, triều Tống, và các triều đại sau này của Trung Quốc.",
    "thuộc thế gia Quan Lũng Hồ-Hán của Bắc Chu, dần dần kiểm soát triều đình Bắc Chu sau khi Bắc Chu Tuyên Đế Vũ Văn Uân kế vị. Sau khi Bắc Chu Tĩnh Đế Vũ Văn Xiển tức vị khi còn nhỏ tuổi, khống chế triều chính với thân phận ngoại thích. Năm 581, Bắc Chu Tĩnh Đế thiện nhượng cho , Bắc Chu mất, đặt quốc hiệu là \"Tùy\". Năm 587, Tùy Văn Đế phế trừ Hậu Lương, đến năm 589 thì phát động chiến tranh diệt Nam triều Trần, bắt được Trần Hậu Chủ Trần Thúc Bảo. Đến lúc này, triều Tùy thống nhất thiên hạ, cục diện phân liệt từ thời Ngụy-Tấn-Nam-Bắc triều chấm dứt.",
    "Triều Tùy tổng kết nguyên nhân hưng vong của các triều trước, tập trung vào việc duy trì quan hệ với nông dân, điều hòa quan hệ trong tập đoàn thống trị, khiến mâu thuẫn xã hội có xu hướng hòa hoãn, kinh tế và văn hóa phát triển nhanh chóng, xuất hiện cảnh tượng phồn hoa, khai sáng ra Khai Hoàng chi trị. Tuy nhiên, vào những năm cuối, Tùy Văn Đế trở nên cố chấp, đại sát công thần, khiến Tùy suy thoái. Tháng 8 năm năm 604, Tùy Văn Đế qua đời, Thái tử kế vị, tức Tùy Dạng Đế. Để củng cố sự phát triển của triều Tùy, Tùy Dạng Đế cho xây dựng nhiều công trình quy mô lớn, tiến hành các cuộc chinh phục, Tùy phát triển đến cực thịnh vào đầu thời Dạng Đế. Tuy nhiên, do quá khoa trương, Tùy Dạng Đế khiến cho quốc lực hao phí, nhất là ba lần tấn công Cao Câu Ly. Cuối cùng, Tùy chìm trong các cuộc khởi nghĩa nông dân, Tùy Dạng Đế dời đông đô Lạc Dương đến Giang Đô (tức Dương Châu ngày nay). Tháng 4 năm 618, Vũ Văn Hóa Cập cùng những tướng lĩnh khác phát động binh biến, sát hại Tùy Dạng Đế. Đến tháng 6, tại Trường An, Tùy Cung Đế nhường ngôi cho , triều Đường được kiến lập; tại Lạc Dương, tháng 5 năm 618, Vương Thế Sung phế Dương Đồng, Tùy mất. Từ thời Tùy mạt, diễn ra cục diện quần hùng cát cứ, cuối cùng thống nhất dưới trướng triều Đường.",
    "Về mặt chế độ chính trị, tam tỉnh lục bộ chế do triều Tùy lập ra có ảnh hưởng sâu rộng đến hậu thế, giúp củng cố chế độ trung ương tập quyền; chế định ra chế độ khoa cử hoàn chỉnh, dùng để tuyển chọn đề bạt nhân tài ưu tú, làm suy yếu quyền hạn của sĩ quan thế tộc lũng đoạn. Ngoài ra, triều đình Tùy còn lập ra chế độ nghị sự chính sự, chế độ giám sát, chế độ khảo tích, đều giúp củng cố cơ chế chính phủ, có ảnh hưởng sâu rộng đến chế độ chính trị triều Đường và hậu thế. Về quân sự, triều Tùy tiếp tục tiến hành và cải cách chế độ phủ binh. Về kinh tế, một mặt thực hiện quân điền chế và tô dung điều chế, mặt khác lại chọn cách dùng các biện pháp \"đại sách mạc duyệt\" và \"thâu tịch định dạng\" để điều tra chính xác hơn về số hộ, nhằm gia tăng thu nhập tài chính.",
    "Để củng cố sự phát triển của triều đại, Tùy Văn Đế và Tùy Dạng Đế cho xây dựng Đại Vận Hà và trì đạo (tức quốc lộ), xây nên Đại Hưng thành và đông đô, đồng thời xây đắp Trường Thành để bảo hộ ngoại tộc quy phụ. Các chính sách này giúp tăng cường khả năng kiểm soát của triều đình Tùy ở Quan Trung đối với khu vực phương Bắc, Quan Đông và Giang Nam; khiến kinh tế, văn hóa và nhân dân các địa phương của Tùy có thể giao lưu thuận lợi, còn hình thành trọng trấn kinh tế Giang Đô. Về mặt ngoại giao, triều Tùy thịnh thế khiến các quốc gia xung quanh như Cao Xương, Oa Quốc, Cao Câu Ly, Tân La, Bách Tế, hay nội thuộc Đông Đột Quyết đều chịu ảnh hưởng từ văn hóa và phép tắc của triều Tùy, \"khiển Tùy sứ\" của Nhật Bản được biết đến nhiều nhất trên lĩnh vực giao lưu ngoại giao."
  ]
}