{
  "name": "nhà Trần",
  "birth": [],
  "death": [],
  "infoList": [],
  "description": [
    "hoặc (Hán-Nôm: , nhà Trần • Trần triều) là triều đại quân chủ chuyên chế trong lịch sử Việt Nam, bắt đầu khi lên ngôi vào năm 1225, sau khi được truyền ngôi. Những năm đầu tiên, còn nhỏ tuổi, toàn bộ quyền hành của nhà Trần đều do một tôn thất vai chú của là nắm quyền.",
    "Trong giai đoạn nắm giữ quyền lực, nhà Trần vẫn đóng đô ở Thăng Long - kinh đô triều cũ, tiếp tục mở rộng và phát triển sự hưng thịnh có từ đời . Về chính sách chính trị, các hoàng đế nhà Trần cũng xây dựng bộ máy nhà nước hoàn thiện hơn so với , họ tạo nên một hệ thống đặc biệt, trong đó các Hoàng đế sẽ sớm nhường ngôi cho Thái tử mà lui về làm Thái thượng hoàng, tuy nhiên vẫn cùng vị Hoàng đế mới điều hành chính sự. Việc này được đánh giá là tích cực, khi ngôi Hoàng đế sớm có chủ, tránh được việc tranh giành ngôi vua như triều đại trước đó; và bản thân vị Hoàng đế sẽ tiếp xúc và làm quen việc cai trị cho đến khi trưởng thành. Các mặt kinh tế, xã hội, giáo dục và nghệ thuật cũng hoàn chỉnh hơn và cho thấy Nho giáo, Đạo giáo đã có ảnh hưởng rõ rệt tới triều đại, tạo ra cục diện , sự cân bằng ảnh hưởng của Phật giáo - Nho giáo - Đạo giáo. Thái thượng hoàng được coi là một danh nhân văn hóa nổi tiếng, người bảo trợ Phật giáo và Đạo giáo, thành lập Thiền phái Trúc Lâm Yên Tử nổi tiếng và truyền đến đời nay. Bên cạnh đó, những danh thần Đoàn Nhữ Hài, , , , , Chu Văn An, ,...là những cái tên nổi danh về tri thức, thơ văn, góp phần to lớn tạo nên thời kỳ nhà Trần hưng thịnh văn hóa.",
    "Dưới triều Trần, lực lượng quân đội đặc biệt được chú trọng phát triển đủ sức đánh dẹp các cuộc nội loạn và đương đầu với quân đội các nước xung quanh. Lực lượng quân đội nhà Trần thiện chiến nhất là thủy binh, rồi kỵ binh, bộ binh, tượng binh....chính sách chia thực ấp cho các thân tộc trong họ, mỗi thế lực trong dòng tộc đều có quân đội tinh nhuệ là nền tản lớn khiến quân đội nhà Trần tiêu diệt được cuộc xâm phạm của quân đội Nhà Nguyên, Đế quốc Mông Cổ qua 3 lần vào năm 1258, 1285 và 1287. Thời gian này xuất hiện một danh tướng kiệt xuất, vốn là tôn thất nhà Trần, chính là Hưng Đạo đại vương ; người có vai trò quan trọng trong chiến thắng vào năm 1285 và 1287."
  ]
}