{
  "name": "nhà Liêu",
  "birth": [],
  "death": [],
  "infoList": [],
  "description": [
    "hay (giản thể: ; phồn thể: ; bính âm: ; Hán-Việt: 907/916-1125), còn gọi là nước (契丹國, đại tự Khiết Đan: ) là một triều đại phong kiến do người Khiết Đan kiến lập trong lịch sử Trung Quốc, vận nước kéo dài từ năm 907 đến năm 1218, dài 331 năm, đối kháng kéo dài với triều Tống ở phía nam.",
    "Ngày 27 tháng 2 năm 907, thủ lĩnh tộc Khiết Đan là Gia Luật A Bảo Cơ xưng là \"Thiên hoàng đế\", đến ngày 17 tháng 3 năm 916 thì Gia Luật A Bảo Cơ đăng cơ, xưng là \"Đại Thánh Đại Minh Thiên hoàng đế\", quốc hiệu là \"Khiết Đan\". Năm 918, Gia Luật A Bảo Cơ định đô tại phủ Lâm Hoàng (nay là Nam Ba La thành, Ba Lâm Tả, Xích Phong, Nội Mông). Năm 947, Gia Luật Đức Quang nam hạ Trung Nguyên, diệt triều Hậu Tấn, sau đó cải quốc hiệu thành \"Đại Liêu\", năm 983 thời Liêu Thánh Tông thì đổi quốc hiệu thành \"Khiết Đan\", năm 1066 thời Liêu Đạo Tông thì đổi về thành \"Đại Liêu\", đến 25 tháng 3 năm 1125 thì bị Kim tiêu diệt. Sau khi triều Liêu diệt vong, Gia Luật Đại Thạch suất dư chúng dời về phía tây, đến lưu vực sông Chuy ở Trung Á, lập ra Tây Liêu vào năm 1132. Năm 1211, Tây Liêu bị Khuất Xuất Luật soán vị, cuối cùng bị đế quốc Mông Cổ tiêu diệt vào năm 1218.",
    "Quan điểm rộng rãi nhất trong giới sử học cho rằng từ \"Khiết Đan\" có ý chỉ sắt tinh luyện hoặc đao kiếm Và sau này cải quốc hiệu thành \"Liêu\" thì cũng là có ý là sắt, đồng thời \"Liêu\" cũng là tên vùng đất phát tường của người Khiết Đan- lưu vực Liêu Thủy. Người Khiết Đan và chính quyền Trung Nguyên ở phương nam trường kỳ đối kháng, họ tự gọi mình là \"Bắc triều\", và gọi triều đại Trung Nguyên là \"Nam triều\".",
    "Thời toàn thịnh, triều Liêu có cương vực đến biển Nhật Bản ở phía đông, tây đến dãy núi Altay, bắc đến khu vực sông Argun-Đại Hưng An lĩnh, nam đến sông Bạch Câu ở nam bộ tỉnh Hà Bắc. Tộc Khiết Đan vốn là một dân tộc du mục, hoàng đế Liêu khiến cho nông-mục nghiệp cùng phát triển phồn vinh, lập ra thể chế quản lý độc đáo và tương đối hoàn chỉnh. Triều Liêu đặt trọng tâm vào vùng đất phát tường dân tộc Khiết Đan, thống trị riêng rẽ dân tộc du mục và dân tộc nông nghiệp để bảo tồn đặc tính dân tộc, chủ trương dựa theo tập quán mà cai trị, khai sáng ra thể chế chính trị lưỡng viện chế. Đồng thời, người Khiết Đan cũng tạo ra văn tự Khiết Đan, bảo tồn văn hóa của mình. Ngoài ra, Liêu cũng tiếp thu văn hóa từ Bột Hải, Ngũ Đại, Bắc Tống, Tây Hạ và các nước Tây Vực, có hiệu quả trong việc xúc tiến các mặt chính trị, kinh tế, văn hóa phát triển. Lực lượng quân sự và tầm ảnh hưởng của Liêu bao trùm cả khu vực Tây Vực, vì vậy sau khi triều Đường diệt vong, các nước Trung Á, Tây Á, và Đông Âu xem triều Liêu (Khiết Đan) là danh xưng đại diện cho Trung Quốc."
  ]
}