{
  "name": "nhà Minh",
  "birth": [],
  "death": [],
  "infoList": [],
  "description": [
    "(chữ Hán: 明朝, Hán Việt: ; 23 tháng 1 năm 1368 - 25 tháng 4 năm 1644 ) là triều đại cuối cùng do người Hán kiến lập trong lịch sử Trung Quốc. Năm 1368, Chu Nguyên Chương sau khi tiêu diệt các thế lực quần hùng, tại phủ Ứng Thiên đăng cơ, quốc hiệu , do hoàng thất họ Chu, nên còn được gọi là . Đầu thời kiến quốc, Minh Thái Tổ Chu Nguyên Chương định đô tại phủ Ứng Thiên (nay là Nam Kinh), đến năm Vĩnh Lạc thứ 19 (1421), Minh Chu Đệ dời đô đến phủ Thuận Thiên (nay là Bắc Kinh), kinh sư cũ đổi thành Nam Kinh .",
    "Thời kỳ đầu triều Minh, qua chính sách nghỉ ngơi lại sức của Chu Nguyên Chương, quốc lực triều Minh khôi phục nhanh chóng, sử xưng Hồng Vũ chi trị . Đến thời kỳ Minh Chu Đệ, quốc thế đạt đỉnh, những năm Vĩnh Lạc khoa trương lãnh thổ, còn phái khiển Trịnh Hòa bảy lần hạ Tây Dương, học giả hiện đại gọi là Vĩnh Lạc thịnh thế. Sau đó, thời kỳ Nhân Tông và Tuyên Tông cũng là thời hưng thịnh, sử xưng Nhân Tuyên chi trị. Tuy nhiên, thời kỳ Anh Tông và Cảnh Thái Đế, trải qua sự biến Thổ Mộc bảo, quốc lực trung suy . Sau khi Thế Tông đăng cơ, phát sinh tranh chấp Đại lễ nghị, sau khi thanh trừ thế lực hoạn quan và quyền thần hoàng đế tổng quản triều cương, thực hành Gia Tĩnh tân chính, song sau này không quan tâm triều chính. Sau khi Minh Thế Tông từ trần, trải qua Long Khánh tân chính và Vạn Lịch trung hưng, quốc lực được khôi phục. Trung kỳ thời Thần Tông, hoàng đế dần lơ đãng triều chính, sử xưng Vạn Lịch đãi chính, bắt đầu chính trị hỗn loạn thời vãn Minh. Thời Hi Tông, đám hoạn quan làm loạn triều cương, sau khi Tư Tông kế vị thì bị diệt trừ. Tuy nhiên, do Tư Tông có quyết sách sai lầm, cùng với nội ưu ngoại hoạn, triều Minh cuối cùng mất vào tay Lý Tự Thành vào năm 1644. Sau đó, chính quyền Nam Minh rồi Minh Trịnh tiếp tục tồn tại trong mấy thập niên, kết thúc khi triều Thanh chiếm lĩnh Đài Loan .",
    "Lãnh thổ triều Minh bao quát khu vực phía nam Vạn Lý Trường Thành và tỉnh Liêu Ninh hiện nay. Trong những năm đầu, quyền tông chủ của nhà Minh mở rộng đến biển Nhật Bản, Ngoại Hưng An Lĩnh và lưu vực Hắc Long Giang, sau đó suy giảm còn khu vực Liêu Hà. Triều Minh từng đặt cơ cấu ki mi tại Đông Bắc Trung Quốc ngày nay, đông bộ Tân Cương và Tây Tạng. Tuy nhiên, tồn tại tranh nghị lớn về vấn đề triều Minh thực tế thống trị Tây Tạng. Thời kỳ Minh , triều Minh từng chinh phục và thống trị An Nam (nay là miền bắc Việt Nam) trong một thời gian ngắn . Căn cứ theo \"Minh thực lục\", nhân khẩu triều Minh đạt đỉnh vào năm Thành Hóa thứ 15 (1479) với hơn 70 triệu người , song có nhiều học giả cho rằng đương thời tồn tại giấu giếm hộ khẩu với số lượng lớn, do đó nhận định đỉnh cao nhân khẩu thực tế là trên 100 triệu . Thời Minh, thủ công nghiệp và kinh tế thương phẩm phồn vinh, xuất hiện tập trấn thương nghiệp và manh nha tư bản chủ nghĩa, văn hóa nghệ thuật hiện ra xu thế thế tục hóa ."
  ]
}