{
  "name": "nhà Bắc Tống",
  "birth": [],
  "death": [],
  "infoList": [],
  "description": [
    "(tiếng Trung: ; bính âm: , Wade-Giles: Sung Ch\u0027ao, Hán-Việt: Tống Triều, ) là một triều đại cai trị ở Trung Quốc từ năm 960 đến 1279, họ đã thành công trong việc thống nhất Trung Quốc trong thời kỳ Ngũ Đại Thập Quốc, và được thay thế bởi . Nhà Tống là nhà nước đầu tiên trên thế giới phát hành ra tiền giấy, và nhà nước Trung Quốc đầu tiên đã thành lập nên lực lượng hải quân thường trực lâu dài. Triều đại này đã chứng kiến việc lần đầu tiên sử dụng thuốc súng, cũng như nhận thức về cách sử dụng la bàn.",
    "Triều được chia thành hai giai đoạn riêng biệt: Bắc Tống và Nam Tống.",
    "Mặc dù đã mất quyền cai quản khu vực nền móng của nền nông nghiệp Trung Hoa quanh dòng sông , nhưng nền kinh tế không nằm trong đống đổ nát, dân số chiếm gần 60% toàn bộ dân số Trung Hoa thời bấy giờ và nền nông nghiệp cũng trở nên hiệu quả nhất. Triều Nam Tống dành sự ủng hộ đáng kể cho nền hải quân, tạo nên sức mạnh bảo vệ vùng biển và biên giới đất liền cũng như tiến hành những nhiệm vụ hàng hải ra nước ngoài.",
    "Để đẩy lùi những cuộc xâm lược của người Nữ Chân và sau đó là người Mông Cổ, đã phát triển quân đội tăng cường sử dụng thuốc súng. Nhà Kim bị người Mông Cổ chinh phục năm 1234, sau đó Mông Cổ kiểm soát toàn bộ phía bắc Trung Quốc và luôn đe doạ triều đình Nam Tống. Một hiệp ước hoà bình vội vàng được lập ra, khi Hốt Tất Liệt nhận được tin về cái chết của Mông Ca (còn gọi là Mông Kha), vua cai trị Mông Cổ. Ông quay về nước để chiếm ngôi báu từ tay các đối thủ và được tôn lên làm Đại Hãn, mặc dù chỉ được công nhận bởi một số người Mông Cổ ở phía Tây. Năm 1271, Hốt Tất Liệt tự xưng là hoàng đế Trung Hoa. Sau hai thập kỷ chiến tranh lẻ tẻ, quân đội Hốt Tất Liệt đã chinh phục năm 1279. Một lần nữa Trung Quốc được thống nhất, dưới triều đại Mông (1271-1368).",
    "Dân số Trung Quốc tăng gấp đôi trong thế kỷ 10 và 11. Sự tăng trưởng này đã thông qua bằng việc mở rộng canh tác lúa ở miền trung và miền nam Trung Quốc, việc sử dụng lúa chín sớm từ phía Đông Nam và Nam Á, và sản xuất thặng dư lương thực dồi dào. Dưới triều Bắc Tống đã thực hiện một cuộc điều tra dân số và kết quả là 50 triệu người, giống như thời và . Con số này được kiểm chứng trong Tống sử. Tuy nhiên, người ta đã ước tính rằng thời kỳ Bắc Tống đã có hơn 100 triệu người, vào thời kỳ đầu đã có hơn 200 triệu người."
  ]
}