{
  "name": "nhà Nguyên",
  "birth": [],
  "death": [],
  "infoList": [],
  "description": [
    "(chữ Hán: 元朝, Hán Việt: Nguyên triều, tiếng Mông Cổ trung cổ: ; tiếng Mông Cổ hiện đại: ) là một triều đại do người Mông Cổ thành lập, là triều đại dân tộc thiểu số đầu tiên hoàn thành sự nghiệp thống nhất Trung Quốc. Triều Nguyên do Nguyên Thế Tổ Hốt Tất Liệt lập nên vào năm 1271, định đô tại Đại Đô (nay là Bắc Kinh), đến năm 1279 thì công diệt Nam Tống, thống nhất khu vực Trung Quốc.",
    "Tiền thân của triều Nguyên là Đại Mông Cổ Quốc. Năm 1206, thống nhất các bộ lạc tại phía bắc sa mạc Gobi (tức Mạc Bắc), lập nên Đại Mông Cổ Quốc. Do Kim và Tây Hạ dần suy lạc, Mông Cổ trước sau tiến đánh Tây Hạ và Kim, diệt Tây Hạ vào năm 1227, đến năm 1234 thì diệt Kim, hoàn toàn chiếm lĩnh Hoa Bắc. Tại phía tây, trước khi triều Nguyên thành lập vào năm 1271, Mông Cổ trước sau phát động ba lần tây chinh, khiến Đế quốc Mông Cổ xưng bá đại lục Á-Âu. .",
    "Năm 1259, sau khi Mông Kha từ trần trong chiến tranh chinh phạt Tống, Hốt Tất Liệt đang quản lý khu vực dân cư Hán tiến hành tranh đoạt hãn vị với A Lý Bất Ca vốn được quý tộc Mông Cổ tại Mạc Bắc ủng hộ, phát sinh chiến tranh, cuối cùng Hốt Tất Liệt giành thắng lợi vào năm 1264. Hốt Tất Liệt lấy Nguyên trong \"đại tai càn nguyên\" của Chu Dịch, vào năm 1271 cải quốc hiệu thành Đại Nguyên, kiến lập triều Nguyên, tức Nguyên Thế Tổ. Điều này khiến bốn hãn quốc lớn của người Mông Cổ trước sau thoát ly quan hệ với Đại hãn Hốt Tất Liệt, đến thời kỳ Nguyên mới thừa nhận trên danh nghĩa rằng hoàng đế triều Nguyên là Đại hãn. Năm 1276, triều Nguyên công diệt Nam Tống, thống trị toàn bộ khu vực Trung Quốc, kết thúc cục diện phân liệt hơn 400 năm từ thời Đường mạt. Trong thời kỳ từ Nguyên Thế Tổ đến Nguyên , quốc lực triều Nguyên đạt đỉnh, về quân sự thì bình định Tây Bắc, song thất bại khi tiến hành các chiến dịch chinh phạt Nhật Bản và các quốc gia Đông Nam Á, nhất là thất bại trong ba lần đưa quân nam hạ xâm chiếm Đại Việt. Trung kỳ, hoàng vị triều Nguyên nhiều lần thay đổi, chính trị không đi vào quỹ đạo. Năm 1351 thời Nguyên Huệ Tông thì khởi nghĩa Khăn Đỏ bùng phát. Năm 1368, Chu Nguyên Chương sau khi lập nên triều Minh đã phái đại tướng Từ Đạt dẫn quân bắc phạt, công hãm Đại Đô. Triều đình nhà Nguyên đào thoát đến Mạc Bắc, sử gọi là Bắc Nguyên. Năm 1388, Bắc Nguyên Hậu Chủ bỏ quốc hiệu Đại Nguyên, Bắc Nguyên mất.",
    "Triều Nguyên kế thừa lãnh thổ của Đế quốc Mông Cổ, trải qua nhiều lần mở rộng, đến năm 1310 thời Nguyên thì đạt tới mức độ rộng nhất, phía tây đến Thổ Lỗ Phiên, phía tây nam bao gồm Tây Tạng, Vân Nam và bắc bộ Miến Điện, phía bắc đến nam bộ Đô Bá và hồ Baikal, phía đông sông Obi; đông đến biển Nhật Bản, lớn hơn cả thời Hán, Đường cực thịnh. . Triều Nguyên là nước tông chủ của bốn hãn quốc lớn là Khâm Sát, Sát Hợp Đài, Oa Khoát Đài, Y Nhi, nước phiên thuộc của triều Nguyên bao gồm Cao Ly và các quốc gia Đông Nam Á. 。",
    "Trên phương diện kinh tế, vẫn lấy nông nghiệp làm chủ đạo, tuy nhiên năng lực sản xuất về tổng thể ở mức thấp so với triều Tống. , song có phát triển lớn về kỹ thuật sản xuất, diện tích đất khai khẩn, sản lượng lương thực, xây dựng thủy lợi và diện tích trồng bông. Do người Mông Cổ là dân tộc du mục, thời kỳ còn ở thảo nguyên họ lấy chăn nuôi làm sinh kế chủ đạo, kinh tế đơn nhất, không có chế độ thổ địa. Khi đánh chiếm Hoa Bắc, người Mông Cổ tiến hành tàn sát và cướp bóc gây thiệt hại nghiêm trọng. Sau khi diệt Kim, do Da Luật Sở Tài khuyến gián, Oa Khoát Đài đồng ý cho khôi phục nông nghiệp, khuyến khích người Hán khai khẩn . Sau khi Hốt Tất Liệt đăng cơ, triều Nguyên thực thi khuyến khích sản xuất, an phủ dân lưu tán, Đến thời Nguyên, diện tích trồng bông không ngừng mở rộng, sản phẩm bông vải tại Giang Nam khá hưng thịnh. Sản xuất mang tính thương phẩm phát triển, khiến đương thời kinh tế nông thôn về cơ bản tự cung tự cấp tiến vào quan hệ kinh tế tiền tệ thương phẩm trên một số phương diện. Do Nguyên Đế tập trung khống chế một lượng lớn thợ thủ công nghiệp, kinh doanh sản xuất hàng công nghệ thường dùng, sản xuất thủ công nghiệp quan doanh đặc biệt phát triển, còn thủ công nghiệp dân gian có hạn chế nhất định. 。",
    "Không giống như các vương triều chinh phục khác, triều Nguyên không đề cao văn hóa bản thân mà tích cực hấp thụ văn hóa Trung Hoa, đồng thời sử dụng văn hóa Tây Á và văn hóa Trung Hoa, song cũng đề xướng chủ nghĩa người Mông Cổ ở vị trí tối cao. Triều Nguyên hết sức tôn sùng Phật giáo Tạng, về chính trị sử dụng một lượng lớn người Sắc Mục (tức người Trung-Tây Á và Âu), địa vị của học giả Nho giáo bị hạ thấp, và trong thời gian đầu triều Nguyên từng một thời gian dài không tổ chức khoa cử. Do văn hóa sĩ đại phu suy thoái, trật tự xã hội truyền thống từ thời Tống sụp đổ, văn hóa thứ dân phát triển nhanh chóng. Hiện tượng này trên phương diện chính trị thể hiện qua trọng dụng tư lại, trên phương diện nghệ thuật và văn học biểu hiện qua hí kịch và nghệ năng phát triển việc lấy thứ dân làm đối tượng, trong đó Nguyên khúc là hưng thịnh nhất."
  ]
}