{
  "name": "nhà Đường",
  "birth": [],
  "death": [],
  "infoList": [],
  "description": [
    "(tiếng Trung: ; bính âm: , Hán Việt: Đường triều; ; tiếng Hán trung đại: Dâng) (18 tháng 6, 618 - 1 tháng 6, 907) là một Triều đại Trung Quốc tiếp nối sau và sau nó là thời kì Ngũ Đại Thập Quốc. Nhà Đường được hoàng đế Đường Cao Tổ thành lập. Cao Tổ hoàng đế đã từ lâu thâu tóm lấy quyền hành khi suy sụp rồi sụp đổ. Triều đại này bị gián đoạn khi Nữ hoàng đế Võ Tắc Thiên nắm lấy quyền hành và lập ra nhà Võ Chu (8 tháng 10, 690 - 3 tháng 3, 705). Bà là nữ hoàng đế duy nhất trong lịch sử Trung Quốc.",
    "Nhà Đường với kinh đô Trường An (là thành phố đông dân nhất thời bấy giờ, nay là Tây An) được các nhà sử học coi là đỉnh cao trong văn minh Trung Hoa; ngang bằng hoặc vượt trội hơn so với thời kì đầu — một thời kì hoàng kim của văn minh thế giới.",
    "Lãnh thổ của nhà Đường rất rộng lớn, lúc cực thịnh đạt gấp rưỡi lãnh thổ của nhờ có lực lượng quân đội hùng mạnh và các cuộc chinh chiến quân sự. Trong hai cuộc điều tra trong thế kỷ 7 và thế kỷ 8, dân số trên lãnh thổ nhà Đường được ước tính lên đến 50 triệu người (đây mới là dân số dựa trên số hộ trong sổ sách, dân số thực có thể còn gấp đôi như vậy). Và, khi bộ máy nhà nước đi xuống và không thể điều tra dân số một cách chính xác trong thế kỷ 9, con số ước tính là 80 triệu người. Với số dân lớn như vậy, nhà Đường có một lực lượng quân đội hùng mạnh với binh lính chuyên nghiệp và những thương nhân buôn bán, trao đổi hàng hóa trên toàn bộ khu vực châu Á dọc theo Con đường Tơ lụa nổi tiếng. Nhiều nước khác nhau đã triều cống cho triều đình nhà Đường, nhà Đường cũng chinh phục hoặc khuất phục một số khu vực rồi đặt chúng dưới quyền cai trị gián tiếp thông qua một hệ thống bảo hộ. Bên cạnh quyền bá chủ về mặt chính trị, nhà Đường cũng có ảnh hưởng lớn đến văn hóa các nước láng giềng như Triều Tiên, Nhật Bản và Việt Nam.",
    "Thời kì nhà Đường phần lớn là một giai đoạn tiến bộ và ổn định, nhưng vào giữa Triều đại thì xảy ra loạn An Sử, từ đó triều đình ngày càng đi xuống. Giống với , nhà Đường duy trì bộ máy các quan lại trong triều đình từ các sĩ đại phu thông qua các cuộc thi khoa cử và tiến cử. Trật tự này đã bị suy yếu khi các thống đốc quân sự khu vực được gọi là tiết độ sứ nổi lên trong thế kỷ 9. Văn hóa Trung Quốc phát triển mạnh mẽ và cường thịnh trong thời kì nhà Đường, đây được coi là thời kì đỉnh cao của thi ca, hay thơ Trung Quốc. Hai thi sĩ nổi tiếng nhất Trung Hoa là và , thuộc về thời kì của Triều đại này, cùng với các họa sĩ nổi tiếng như Hàn Cán, Chương Tuyển và Chu Phương. Có một số lượng lớn các công trình văn học lịch sử, toàn thư và các nghiên cứu về địa lý được hoàn thành trong thời kỳ nhà Đường.",
    "Có nhiều đổi mới đáng được công nhận và chú ý dưới thời nhà Đường, trong đó bao gồm sự phát triển của ngành in mộc bản. Trong thời nhà Đường, Phật giáo có tác động chủ yếu đến văn hóa Trung Quốc, và nhiều giáo phái bản địa trở nên nổi bật. Tuy nhiên, về sau triều đình đã ngược đãi Phật giáo và tôn giáo này đã suy giảm tầm ảnh hưởng. Mặc dù chính phủ và triều đình nhà Đường suy sụp trong thế kỷ 9, song nghệ thuật và văn hóa vẫn tiếp tục phát triển. Triều đình trung ương mục nát nên đã không thể quản lý được nền kinh tế, song việc mậu dịch vẫn không bị ảnh hưởng và thương mại vẫn tiếp tục thịnh vượng."
  ]
}