{
  "name": "Phạm Hồ Đạt",
  "birth": [
    "?",
    "Kandapurpura"
  ],
  "death": [
    "?"
  ],
  "infoList": [
    {
      "label": "Tại vị",
      "info": [
        "380-413"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Phạm Phật"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Gangajai"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Phạm Địch Chớn",
        "Phạm Địch Khải",
        "Phạm Trân Trân",
        "số còn lại không rõ"
      ]
    },
    {
      "label": "Hoàng tộc",
      "info": [
        "Vương triều thứ hai"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Phạm Phật"
      ]
    }
  ],
  "description": [
    "(trị vì: 380-413) được nhiều sử gia cho là vua , hiệu (Bạt Đà La Bạc Ma I), người sáng lập vương triều Gangaraja. Dưới thời Phạm Hồ Đạt, Phật giáo Tiểu thừa () phát triển mạnh, nhiều nhà sư từ Ấn Độ sang truyền đạo. Thành Khu Lật (Huế) vẫn là trung tâm chính trị nhưng đổi tên thành Kandapurpura, nghĩa là Phật Bảo Thành (vì là nơi có nhiều đền đài và hình tượng Phật và Shiva). Bên cạnh đó nhà vua còn cho xây dựng thêm một trung tâm tôn giáo mới tại Amavarati, tức thánh địa Hào Quang (nay là thánh địa Mỹ Sơn, một thung lũng cách Đà Nẵng 70 km về phía tây). Nhiều đền thờ đạo Bà la môn được xây dựng tại Mỹ Sơn để thờ thần Shiva và tượng Linga, tượng trưng sức mạnh phái nam. Ngôi đền đầu tiên được xây bằng gỗ vào cuối thế kỷ 4 mang tên Bradresvara, kết hợp giữa tên vua Bradravarman I và thần Isvara (hay Shiva). Kể từ thế kỷ 4 trở đi lãnh tụ chính trị và tôn giáo tại Lâm Ấp là một: thờ thần tức thờ vua, vua thay mặt thần Shiva cai quản muôn dân. Shiva vừa là thần bảo hộ xứ sở vừa là vị thần giữ đền (Dvarapala) để dân chúng đến thờ phụng và dâng lễ vật.",
    "Năm 399, Phạm Hồ Đạt mang quân chiếm quận Nhật Nam, giết thái thú Khổng Nguyên, tiến công quận Cửu Đức, bắt sống thái thú Tào Bính nhưng bị quân của thống chế đánh bại phải rút về dưới đèo Ngang. Năm 413, Phạm Hồ Đạt mang bộ binh chiếm đóng Nhật Nam, ra lệnh cho thủy binh đổ bộ vào Cửu Chân đốt phá các làng xã ven duyên. Thứ sử (con ) mang quân ra nghênh chiến, chém được con của Phạm Hồ Đạt là Phạm Trân Trân (tiểu vương đất Giao Long) và tướng Phạm Kiện, bắt làm tù binh hơn 100 người, trong có một hoàng tử tên là Na Neng, tất cả đều bị chém đầu. Phạm Hồ Đạt trốn vào rừng sâu rồi mất tích. Trong khi chưa tìm được một vị vua mới, triều đình Lâm Ấp tiếp tục triều cống Trung Quốc để được yên về chính trị."
  ]
}