{
  "name": "Tần Thủy Hoàng",
  "birth": [
    "259 TCN"
  ],
  "death": [
    "210 TCN",
    "Trung Quốc"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "7 tháng 6 năm 247 TCN – 221 TCN"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Tần Trang Tương vương"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Thay đổi tước hiệu"
      ]
    },
    {
      "label": "Trị vì",
      "info": [
        "221 TCN – 10 tháng 9 năm 210 TCN"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Không có, danh hiệu mới xưng"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Tần Nhị Thế"
      ]
    },
    {
      "label": "Tên thật",
      "info": [
        "Doanh Chính (嬴政)"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Nhà Tần"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Tần Trang Tương vương"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Đế thái hậu Triệu Cơ"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Lăng mộ Tần Thủy Hoàng"
      ]
    }
  ],
  "description": [
    "(tiếng Hán: 秦始皇)(tháng 1 hoặc tháng 12, 259 TCN – 10 tháng 9, 210 TCN) , tên thật là (嬴政), còn có tên khác là (趙政), là vị vua thứ 36 của nước Tần ở Trung Quốc từ năm 246 TCN đến 221 TCN trong thời kỳ Chiến Quốc và trở thành vị Hoàng đế sáng lập ra , đồng thời là hoàng đế đầu tiên của Trung Quốc thống nhất vào năm 221 TCN sau khi tiêu diệt các nước chư hầu khác. Ông cai trị cho đến khi qua đời vào năm 210 TCN ở tuổi 49.",
    "Tự gọi mình là (始皇帝) sau khi Trung nguyên (Trung Quốc ngày nay) được thống nhất, Tần Thủy Hoàng là một nhân vật quan trọng trong lịch sử Trung Quốc, mở ra gần hai thiên niên kỷ của hoàng gia cai trị Trung Quốc. Sau khi thống nhất, ông và thừa tướng Lý Tư đã thông qua một loạt các cải cách lớn về kinh tế và chính trị . Ông đã tiến hành nhiều dự án khổng lồ, bao gồm việc xây dựng và hợp nhất các bộ phận của Vạn Lý Trường Thành, lăng mộ kích thước thành phố nổi tiếng được bảo vệ bởi đội quân đất nung có kích thước thật, và một hệ thống đường quốc gia lớn, với cái giá của rất nhiều mạng người. Để đảm bảo sự ổn định, ông đặt ra ngoài vòng pháp luật và đốt cháy nhiều cuốn sách và chôn sống một số học giả."
  ]
}