{
  "name": "Thành Cát Tư Hãn",
  "birth": [
    "1162",
    "Dãy núi Khentii, Mông Cổ"
  ],
  "death": [
    "18 tháng 8, 1228 (65 tuổi)"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "1206 – 1227"
      ]
    },
    {
      "label": "Đăng quang",
      "info": [
        "1206 tại khurultai trên sông Onon, Mông Cổ"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Sáng lập"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Oa Khoát Đài"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Truật Xích",
        "Sát Hợp Đài",
        "Oa Khoát Đài",
        "Đà Lôi",
        "Khác"
      ]
    },
    {
      "label": "Tên đầy đủ",
      "info": [
        "Thành Cát Tư Hãn",
        "(Tên khai sinh: Thiết Mộc Chân)",
        "Chữ viết Mông Cổ ở bên phải."
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Pháp Thiên Khải Vận Thánh Vũ Hoàng đế"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Nguyên Thái Tổ"
      ]
    },
    {
      "label": "Hoàng tộc",
      "info": [
        "Borjigin (Bột Nhi Chi Cân/Bác Nhĩ Tề Cát Đặc)"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Yesükhei (Dã Tốc Cai)"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Ho\u0027elun (Ha Ngạch Lôn/Nguyệt Luân)"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Tỉnh Khentii, Mông Cổ"
      ]
    }
  ],
  "description": [
    "(tên tiếng Mông Cổ: ; ; phiên âm Hán: 成吉思汗; 1162 -1227) là một Khả hãn Mông Cổ và là người sáng lập ra Đế quốc Mông Cổ sau khi hợp nhất các bộ lạc độc lập ở vùng đông bắc châu Á năm 1206.",
    "Ông là một nhà quân sự lỗi lạc và quan trọng của lịch sử thế giới, ông được người Mông Cổ dành cho sự tôn trọng cao nhất, như là một vị lãnh đạo đã loại bỏ hàng thế kỷ của các cuộc giao tranh, mang lại sự thống nhất cho các bộ lạc Mông Cổ. Cháu nội của ông và là người kế tục sau này, Khả hãn Hốt Tất Liệt đã thiết lập ra triều đại của Trung Quốc. Tháng 10 năm Chí Nguyên thứ 3 (1266), Hốt Tất Liệt đã truy tôn Thành Cát Tư Hãn miếu hiệu là Thái Tổ, nên ông còn được gọi là . Thụy hiệu khi đó truy tôn là Thánh Vũ Hoàng đế. Tới năm Chí Đại thứ 2 (1309), Nguyên Vũ Tông Hải Sơn gia thụy thành Pháp Thiên Khải Vận. Từ đó thụy hiệu của ông trở thành Pháp Thiên Khải Vận Thánh Vũ Hoàng đế.",
    "Các cuộc chinh phạt của Thành Cát Tư Hãn trên khắp khu vực Á-Âu để bành trướng lãnh thổ đã đem lại sự thống nhất và phát triển giao lưu buôn bán, đồng thời ông cũng thi hành chính sách tự do tôn giáo, cho phép tín đồ mọi tôn giáo được tự do hành đạo. Tuy nhiên, Thành Cát Tư Hãn cũng nổi tiếng bởi sự tàn bạo với những người phản kháng. Thành Cát Tư Hãn bị nhiều dân tộc coi là hiện thân của sự tàn bạo, nhất là từ Trung Á, Đông Âu và Trung Đông (là những nơi đã từng bị quân đội Mông Cổ thảm sát hàng loạt). Theo một số ước tính, đội quân của Thành Cát Tư Hãn đã giết hơn 40 triệu người tại các lãnh thổ mà họ xâm chiếm",
    "Có rất nhiều nhân vật nổi tiếng được cho là hậu duệ của Thành Cát Tư Hãn, là những kẻ đi xâm chiếm nhiều đất đai về tay mình như Timur Lenk, kẻ chinh phục dân Thổ Nhĩ Kỳ, Babur, người sáng lập ra đế quốc Mogul trong lịch sử Ấn Độ. Những hậu duệ khác của Thành Cát Tư Hãn còn tiếp tục cai trị Mông Cổ đến thế kỷ 17 cho đến khi nó bị Đế quốc Thanh của người Mãn Châu thống trị lại."
  ]
}