{
  "name": "Tôn Sĩ Nghị",
  "birth": [],
  "death": [],
  "infoList": [],
  "description": [
    "(1720-1796), tên tiếng Trung: 孫士毅, tự Trí Dã (智冶), một tên tự khác là Bổ Sơn (补山), người tỉnh Chiết Giang, là một đại thần của , Trung Quốc.",
    "Ông nguyên là quan văn, đỗ tiến sĩ đời Càn Long; trải qua các chức vụ như nội các trung thư, thị độc, biên tu, thái thường thiếu khanh. Sau đó tới Sơn Đông làm bố chính sứ rồi đổi sang làm tuần phủ Quảng Tây. Ông cũng hai lần làm tổng đốc Lưỡng Quảng trong thời kỳ trị vì của hoàng đế Càn Long. Lần thứ nhất, từ ngày 26 tháng 2 năm 1785 tới ngày 1 tháng 9 năm 1785, phụng chỉ dụ của hoàng đế Càn Long đến thay thế Thư Thường làm tổng đốc Lưỡng Quảng với chức danh là , là chức quan cao cấp nhất tại hai tỉnh Quảng Tây và Quảng Đông. Sau đó Phú Lặc Hồn thay thế ông từ ngày 1 tháng 9 năm 1785 tới ngày 2 tháng 5 năm 1786. Từ ngày này ông lại tiếp tục làm tổng đốc Lưỡng Quảng cho tới ngày 19 tháng 2 năm 1789 và người thay thế ông là Phúc Khang An (?-1796), sau khi đội quân do ông chỉ huy nhằm giúp quay lại ngai vàng của Đại Việt bị quân đội của đánh bại trong trận chiến tại Thăng Long dịp tết Kỷ Dậu 1789.",
    "Năm 1787, ông chỉ huy việc phòng ngự tại Triều Châu đề phòng quân khởi nghĩa của Lâm Sảng Văn (林爽文) tại Đài Loan tiến vào Quảng Đông. Năm sau, ông chỉ huy quân đội tiến vào Đại Việt theo yêu cầu của nhằm giúp ông này phục hồi . Chiến dịch hành quân này của Tôn Sĩ Nghị là một trong mười chiến dịch hành quân lớn (thập toàn võ công) trong đời hoàng đế Càn Long, được ghi lại trong (1792) của vị hoàng đế này. Cũng nhân đó mà Càn Long tự xưng là . Chi tiết cụ thể xem bài Chiến thắng Kỷ Dậu.",
    "Mặc dù không thành công trong việc phục hồi nhưng sau đó ông vẫn được phong là nhất đẳng mưu dũng công, là quân cơ đại thần và đảm nhận chức vụ Binh bộ thượng thư. Năm 1791, đổi sang làm tổng đốc Tứ Xuyên, cung ứng quân nhu cho đội quân của Phúc Khang An trong chiến dịch trừng phạt quân đội của người Gurkha tại khu vực ngày nay là Gorkha thuộc Nepal (sử sách Trung Hoa gọi là 廓尔喀之乱 - ). Thời gian sau đó ông còn dẫn quân trấn áp khởi nghĩa của người Miêu và Bạch Liên giáo. Gia Khánh năm thứ nhất (1796) chết tại trung quân."
  ]
}