{
  "name": "Tôn Quyền",
  "birth": [
    "5 tháng 7 năm 182",
    "Hạ Bi, Từ Châu, Nhà Hán"
  ],
  "death": [
    "21 tháng 5 năm 252 (70 tuổi)[a]",
    "Kiến Nghiệp, Đông Ngô"
  ],
  "infoList": [
    {
      "label": "Tại vị",
      "info": [
        "23 tháng 5 229 – 21 tháng 5 252",
        "22 năm, 344 ngày"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Tôn Lượng"
      ]
    },
    {
      "label": "Tại vị",
      "info": [
        "200-222"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Tôn Sách"
      ]
    },
    {
      "label": "Cai trị",
      "info": [
        "222-229"
      ]
    },
    {
      "label": "Phối ngẫu",
      "info": [
        "Tạ phu nhân",
        "Viên phu nhân",
        "Triệu phu nhân",
        "Bộ phu nhân",
        "Đại Ý hoàng hậu",
        "Tạ Cơ",
        "Trọng Cơ",
        "Kính Hoài hoàng hậu",
        "Phan Thục",
        "Bộ Luyện Sư"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Tôn Đăng",
        "Tôn Lự",
        "Tôn Hòa",
        "Tôn Bá",
        "Tôn Phấn",
        "Tôn Hưu",
        "Tôn Lượng",
        "Tôn Lỗ Ban",
        "Tôn Lỗ Dục"
      ]
    },
    {
      "label": "hoàng tộc",
      "info": [
        "Đông Ngô"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Tôn Kiên"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Ngô thị"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Tử Kim San"
      ]
    }
  ],
  "description": [
    "(giản thể: ; phồn thể: ; 5 tháng 7 năm 181– 21 tháng 5, 252), tự là (仲谋), thụy hiệu (吴大帝, tức là \"Hoàng đế lớn của Ngô\"), là người sáng lập của chính quyền Đông Ngô dưới thời Tam Quốc trong lịch sử Trung Quốc. Ông thừa hưởng quyền kiểm soát đất Giang Đông từ tay huynh trưởng, Tôn Sách, năm 200. Ông tuyên bố độc lập và cai trị Giang Đông từ năm 222 đến 229 với tước hiệu Ngô vương và từ 229 đến 252 với tước hiệu hoàng đế Ngô. Không như các đối thủ Tào Tháo và Lưu Bị, Tôn Quyền thường đóng vai trò trung lập trong các cuộc xung đột của Thục và Ngụy, và chỉ đứng về một trong phía hai bên còn lại nếu điều đó có lợi cho nước Ngô; cũng không bao giờ cố gắng để thống nhất ba nước, mặc dù nhiều sử gia cho rằng là do không đủ thực lực để làm điều đó.",
    "Tôn Quyền chào đời khi phụ thân ông là Tôn Kiên còn làm huyện thừa ở Hạ Bì. Sau cái chết của Tôn Kiên vào đầu năm 190, ông và gia đình di chuyển qua nhiều nơi ở phía nam Trường Giang, cho đến khi trưởng huynh Tôn Sách chiếm cứ được Giang Đông, với sự giúp đỡ của những người bạn thân thiết và các lãnh chúa địa phương. Sau khi Tôn Sách bị Hứa Cống ám sát vào năm 200, Tôn Quyền mới 18 tuổi lên kế nhiệm làm thủ lĩnh miền đông nam Trung Quốc. Chính quyền của ông được cho là tương đối ổn định trong những năm đầu nhờ vào sự tận tâm phò tá của các thủ hạ của Tôn Kiên và Tôn Sách như Chu Du, Trương Chiêu, Trương Hoành, và Trình Phổ. Vì thế suốt những năm 200, Tôn Quyền, với sự giúp sức của các cộng sự đắc lực, tiếp tục củng cố sức mạnh tại lãnh địa của mình. Đầu năm 207, quân đội của ông giành chiến thắng hoàn toàn trước Hoàng Tổ, một tướng lĩnh dưới quyền Lưu Biểu, lãnh chúa nắm quyền ở Kinh Châu.",
    "Mùa đông cùng năm, lãnh chúa đã thống nhất toàn miền bắc là Tào Tháo đem 800,000 quân chinh phạt miền nam mong hoàn thành bá nghiệp thống nhất Trung Quốc. Hai phe phái chủ chiến và chủ hòa nổi lên tranh cãi với nhau trong triều đình Đông Ngô. Một phe, đứng đầu là Trương Chiêu, chủ trương đầu hàng, phe còn lại của Chu Du và Lỗ Túc, phản đối hàng Tào. Cuối cùng, Tôn Quyền quyết định giao chiến với Tào Tháo ở lưu vực sông Trường Giang. Bằng việc liên minh với Lưu Bị và sử dụng các tướng linh Chu Du và Hoàng Cái, quân Ngô đã đại phá Tào Tháo ở trận Xích Bích.",
    "Năm 220, Tào Phi, con trai và người kế vị của Tào Tháo, soán ngôi nhà Hán và xưng là Ngụy hoàng đế. Ban đầu Tôn Quyền chủ trương xưng thần với Ngụy và nhận phong là Ngô vương, nhưng sau khi Tào Phi cho đòi trưởng tử của Tôn Quyền là Tôn Đăng đến Lạc Dương làm con tin thì Quyền từ chối. Năm 222, ông ly khai khỏi Ngụy và đổi niên hiệu, nhưng đến năm 229 mới chính thức xưng là hoàng đế. Vì sự khéo léo và ưa chuộng nhân tài mà Tôn Quyền thu hút được rất nhiều văn thần võ tướng có thực lực làm việc cho mình.",
    "Sau cái chết của hoàng thái tử, Tôn Đăng, triều đình Đông Ngô xuất hiện rạn nứt về vấn đề người kế vị. Khi hoàng tử Tôn Hòa được tấn phong làm Tân trữ quân, được nhận sự ủng hộ từ Lục Tốn và Gia Cát Khác, trong khi đối thủ của thái tử là Tôn Bá được Toàn Tông và Bộ Chất làm vi cánh. Vì cuộc đấu tranh nội bộ kéo dài, nhiều đại thần bị chết, và cuối cùng Tôn Quyền giải quyết sự việc bằng cách lưu đày Tôn Hòa và buộc Tôn Bá phải tự sát. Tôn Quyền qua đời ở tuổi khoảng 70, năm 252. Ông là người cai trị lâu dài nhất trong các vua chúa thời Tam Quốc và người kế vị ông là ấu tử, Tôn Lượng."
  ]
}