{
  "name": "Trần Khâm",
  "birth": [
    "7 tháng 12, 1258",
    "Thăng Long"
  ],
  "death": [
    "14 hoặc 16 tháng 12, 1308 (50 tuổi)",
    "Am Ngọa Vân, núi Yên Tử"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "1278 – 1293"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Trần Thánh Tông"
      ]
    },
    {
      "label": "Thượng hoàng",
      "info": [
        "Trần Thánh Tông"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Trần Anh Tông"
      ]
    },
    {
      "label": "Vợ",
      "info": [
        "Khâm Từ hoàng hậu",
        "Tuyên Từ hoàng hậu",
        "Đệ Ngũ Cung phi"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Trần Anh Tông",
        "Trần Quốc Chẩn",
        "Thượng Trân công chúa",
        "Thiên Trân công chúa",
        "Huyền Trân công chúa"
      ]
    },
    {
      "label": "Tên húy",
      "info": [
        "Trần Khâm (陳昑)"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Thiệu Bảo (1278–1285)",
        "Trùng Hưng (1285–1293)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Pháp Thiên Sùng Đạo Ứng Thế Hóa Dân Long Từ Hiển Hiệu Thánh Văn Thần Võ Nguyên Minh Duệ Hiếu Hoàng Đế",
        "法天崇道應世化民隆慈顯惠聖文神武元明睿孝皇帝"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Nhân Tông"
      ]
    },
    {
      "label": "Hoàng tộc",
      "info": [
        "Nhà Trần"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Trần Thánh Tông"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Nguyên Thánh hoàng hậu"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Đức Lăng"
      ]
    },
    {
      "label": "Tôn giáo",
      "info": [
        "Phật giáo"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 陳仁宗; 7 tháng 12 năm 1258 – 14 hoặc 16 tháng 12 năm 1308) là vị hoàng đế thứ ba của vương triều Trần trong lịch sử Việt Nam. Ông trị vì từ năm 1278 đến năm 1293, sau đó làm Thái thượng hoàng từ năm 1293 cho đến khi qua đời. được nhiều sử gia đánh giá là một vị vua anh minh, đã có nhiều đóng góp cho sự phát triển bền vững của Đại Việt cuối thế kỷ 13, cũng như việc bảo vệ nền độc lập và mở rộng cương thổ đất nước. Ngoài ra, ông cũng là một thiền sư lớn của Phật giáo Việt Nam thời trung đại.",
    "Là con trai trưởng của , đã được truyền ngôi vào tháng 11 năm 1278 – lúc ông chưa đầy 20 tuổi. Vị hoàng đế trẻ sớm phải đương đầu với hiểm họa xâm lược từ đế quốc Mông-Nguyên hùng mạnh ở phương Bắc. Do vậy, ngay sau khi lên ngôi đã triển khai nhiều biện pháp nhằm nâng cao sức mạnh kinh tế và ổn định chính trị – xã hội của Đại Việt, đồng thời xây dựng quan hệ tích cực với nước láng giềng phía nam là Chiêm Thành. Năm 1285, hoàng đế Hốt Tất Liệt huy động một lực lượng lớn (theo Đại Việt Sử ký Toàn thư là 50 vạn người) tấn công Đại Việt. Quân dân Đại Việt ban đầu gặp nhiều tổn thất; nhưng dưới sự chỉ huy của vua Nhân Tông, thượng hoàng Thánh Tông và Quốc công Tiết chế , người Việt đã dần dần xoay chuyền tình thế và đánh bật quân Nguyên về nước. Sau đó, 2 vua Trần và Hưng Đạo vương tiếp tục lãnh đạo dân Việt đánh bại một cuộc xâm lược khác của Mông–Nguyên vào năm 1287.",
    "Sau khi đẩy lùi các cuộc xâm lược của người Mông, đã khôi phục được sự ổn định và hưng thịnh của Đại Việt, đồng thời thực thi phương sách ngoại giao vừa mềm dẻo, vừa cứng rắn với . Năm 1293, ông truyền ngôi cho thái tử (tức vua ) và lên làm Thái thượng hoàng. Sau đó Nhân Tông xuất gia tu hành theo đạo Phật và lấy hiệu (竹林大士); nhưng ông vẫn tham gia điều hành chính sự, đánh dẹp quân Ai Lao xâm phạm biên giới và mở rộng bờ cõi về phương Nam bằng phương pháp ngoại giao. cũng chính là vị tổ sáng lập của Thiền phái Trúc Lâm, một dòng thiền Phật giáo mang bản sắc văn hóa Việt Nam và tinh thần nhập thế."
  ]
}