{
  "name": "Trần Nhật Duật",
  "birth": [
    "tháng 4, năm 1255",
    "Thăng Long, Đại Việt"
  ],
  "death": [
    "1330",
    "Thăng Long, Đại Việt"
  ],
  "infoList": [
    {
      "label": "Tại vị",
      "info": [
        "1302 – 1330"
      ]
    },
    {
      "label": "Thê thiếp",
      "info": [
        "Trinh Túc phu nhân"
      ]
    },
    {
      "label": "Tước hiệu",
      "info": [
        "Chiêu Văn vương",
        "Chiêu Văn Đại vương"
      ]
    },
    {
      "label": "Hoàng tộc",
      "info": [
        "Vương triều nhà Trần"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Trần Thái Tông"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Vũ Thái phi"
      ]
    },
    {
      "label": "Tôn giáo",
      "info": [
        "Đạo giáo"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 陳日燏, 1255 – 1330), được biết qua tước hiệu (昭文王) hay (昭文大王), là một nhà chính trị, quân sự Đại Việt thời Trần. Ông là con trai thứ sáu của và là một danh tướng của vương triều trong lịch sử Việt Nam. Ông là người có công trong cuộc kháng chiến chống quân Nguyên Mông lần thứ hai và thứ ba, đặc biệt là chiến thắng Hàm Tử, công lao hiển hách không thua kém hay .",
    "Không chỉ là một vị tướng đầy bản lĩnh với tài trị quốc và đánh giặc, Chiêu Văn vương Trần Nhật Duật còn là một con người khoan dung độ lượng và vốn hiểu biết sâu rộng về những thứ tiếng của các nước láng giếng như tiếng Tống, Ai Lao, Chiêm Thành và tiếng nói của các dân tộc thiểu số. Ngoài ra, ông còn có nhiều công trạng trong gây dựng, phát triển các sắc màu văn hóa Đại Việt về văn học, âm nhạc, ngôn ngữ. Nhiều thành tựu về âm nhạc, múa hát dân tộc đến hôm nay vẫn còn mang dấu ấn sáng tác của ông. Ông sinh ra và lớn lên tại kinh , trải qua trên năm mươi năm làm trọng thần dưới triều đại năm vị Hoàng đế liên tiếp.",
    "Sau khi ông qua đời, nhiều nơi đã lập đền thờ để tưởng nhớ ông. Cuộc đời ông được biết đến qua các bộ chính sử Việt Nam, sớm nhất là Đại Việt Sử ký Toàn thư - Kỷ . Ngày nay ở thành phố Hồ Chí Minh và Hà Nội đều có những con đường và phố mang tên ông."
  ]
}