{
  "name": "Trần Nghệ Tông",
  "birth": [
    "tháng 12, năm 1321"
  ],
  "death": [
    "15 tháng 12, 1394 (72–73 tuổi)",
    "Thăng Long"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "15 tháng 11 năm 1370 - 9 tháng 11 năm 1372",
        "(0 năm, 359 ngày)"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Trần Dụ Tông",
        "Hôn Đức Công"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Trần Duệ Tông"
      ]
    },
    {
      "label": "Tại vị",
      "info": [
        "9 tháng 11 năm 1372 - 15 tháng 12 năm 1394",
        "(23 năm, 36 ngày)"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Trần Minh Tông"
      ]
    },
    {
      "label": "Thời kỳ",
      "info": [
        "Trần Duệ Tông",
        "Trần Phế Đế",
        "Trần Thuận Tông"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Trần Thuận Tông"
      ]
    },
    {
      "label": "Thê thiếp",
      "info": [
        "Thục Từ hoàng hậu"
      ]
    },
    {
      "label": "Tên húy",
      "info": [
        "Trần Phủ (陳暊)"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Thiệu Khánh (紹慶; 1370 - 1372)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Thể Thiên Kiến Cực Thuần Hiếu Hoàng Đế",
        "體天建極純孝皇帝"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Nghệ Tông (藝宗)"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Nhà Trần"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Trần Minh Tông"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Minh Từ quý phi"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Nguyên Lăng (沅陵)"
      ]
    },
    {
      "label": "Tôn giáo",
      "info": [
        "Phật giáo"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 陳藝宗, tháng 12, năm 1321 - 15 tháng 12, năm 1394), tên húy là (陳暊) hoặc (陳叔明), còn gọi là (藝皇), là vị hoàng đế thứ 8 của trong lịch sử Việt Nam. Ông ở ngôi 2 năm (1370 - 1372), ở ngôi Thái thượng hoàng hơn 20 năm (1372 - 1394).",
    "Trần Nghệ Tông là vị hoàng đế có quyền lực tối cao cuối cùng của hoàng tộc họ Trần, công lao lật đổ và khôi phục lại cơ đồ cho triều đại đã mang lại danh tiếng một đời cho ông. Tuy nhiên, ông cũng chịu trách nhiệm chính cho việc Hoàng vị họ Trần rơi vào tay của ngoại thích , em họ bên ngoại của ông, do lúc sinh thời ông đã dung túng Quý Ly, giết hại tôn thất họ Trần. Do đó, dẫu được ca ngợi là , ông cũng bị sử sách phê phán là nhu nhược, \", làm cho cơ nghiệp họ Trần đến thời kỳ cáo chung .",
    "Ít lâu sau khi lên ngôi, Trần Nghệ Tông lên làm Thái thượng hoàng vào năm 1372, nhường ngôi cho em là . Năm 1377, Duệ Tông hoàng đế tử trận trong cuộc tiến công Chiêm Thành, và bất chấp là kẻ tội đồ cho thảm bại này, ông lại nương tay với Tử Bình. Chiêm Thành nhân đó dưới sự lãnh đạo của Chế Bồng Nga liên tiếp quấy nhiễu Đại Việt, đánh vào đến tận kinh sư. Họa Chiêm Thành chỉ lắng xuống khi quân Đại Việt dưới quyền thắng lớn vào năm 1390.",
    "Năm 1388, Trần Nghệ Tông phế truất , vì Phế Đế có ý mưu trừ . Sau đó, Trần Nghệ Tông lập con nhỏ của mình là kế vị, tiếp tục nắm đại quyền họ Trần trong thời gian dài. Thời gian này, Quý Ly tìm cách gây dựng thanh thế, giật dây khiến Trần Nghệ Tông xuống tay trừ đi các đối thủ chính trị của mình, đặc biệt là các tôn thất hoàng tộc họ Trần.",
    "Năm 1394, Trần Nghệ Tông bệnh nặng, từ lâu đã rõ dã tâm của nên sai người vẽ tranh ; lấy các tích cổ việc Chu Công giúp Chu , Hoắc Quang giúp Hán Chiêu Đế, Gia Cát Lượng giúp Thục Hán Hậu chúa, Tô Hiến Thành giúp , có ý răn đe Quý Ly trợ giúp , từ bỏ dã tâm. khóc tạ theo.",
    "Cuối năm ấy Trần Nghệ Tông mất, nắm đại quyền trong tay, phế bỏ , dần dần trừ đi các tôn thất cản đường là Thượng tướng và Thái bảo Trần Nguyên Hãng. Đến năm 1400, cướp ngôi, lập ra triều đại ."
  ]
}