{
  "name": "Trần Na",
  "birth": [],
  "death": [],
  "infoList": [],
  "description": [
    "(zh. 陳那, sa. (), ), ~480-540, cũng được gọi theo tên dịch nghĩa là () , là một Luận sư nổi tiếng của Duy thức tông (sa. , ). Sư là người cải cách và phát triển ngành Nhân minh học (sa. ), một môn lý luận học độc đáo cho tông này và Ấn Độ nói chung. Phần lớn tác phẩm của Sư nhấn mạnh đến tính lý luận. Chúng chỉ còn trong bản dịch tiếng Hán và Tây Tạng. Tác phẩm quan trọng nhất của Sư là (sa. ). Ngoài ra Sư cũng soạn một bài luận quan trọng về .",
    "Sư sinh ra trong một gia đình Bà-la-môn tại Kiến-chí (sa. ). Lúc đầu Sư thụ giới và tham học với Na-già-đạt-đa (sa. ), một tỉ-khâu theo Độc Tử bộ. Giáo lý của bộ này không làm Sư hài lòng nên chẳng bao lâu, Sư đến học với Thế Thân giáo lý Tiểu thừa và Duy thức. Sau khi học xong, Sư đến một khu rừng tại Oḍiviśa và dừng bước tại đây.",
    "Một cuộc tranh luận giáo lý của các tôn giáo được tổ chức tại viện Na-lan-đà và Sư được mời đến để đại diện cho Phật giáo. Tại đây, Sư chứng minh được tài hùng biện và luận lý sắc bén của mình, thắng các vị Bà-la-môn nhiều lần. Trong thời gian sau, Sư dành nhiều thời gian để viết ra những quy luật của nhân minh học và hệ thống hoá những quy luật này nhằm đả phá các tư tưởng ngoại đạo trong các cuộc tranh luận. Sư viết rất nhiều luận giải, danh tiếng của Sư là một Luận sư uyên thâm lan truyền khắp nơi, nhưng tương truyền rằng, Sư không giữ một chức vụ giảng dạy nào. Sư thừa nhận có hai \"hòn đá thử vàng\" của nhân minh học: chứng minh trực tiếp và nhận thức từ suy luận chân chính (lượng, sa. , en. ). Sư phân tích cặn kẽ tính chất của nhận thức suy luận cũng như mối liên hệ của chúng. Nhân minh học này của Sư được Pháp Xứng (sa. ) thừa kế và phát triển.",
    "Sư chỉ lưu lại Na-lan-đà một thời gian. Phần lớn, Sư trú tại một am nhỏ ở Oḍiviśa. Chỉ một lần Sư đến miền Nam Ấn Độ và lần đó để thực hiện ba việc: tranh luận, truyền bá Phật pháp và phục hưng những ngôi chùa đang trên đường suy tàn. Sư sống rất cơ hàn, không đòi hỏi gì và mất tại am ở Oḍiviśa.",
    "Các tác phẩm của Sư còn được lưu lại (trích):"
  ]
}