{
  "name": "Trần Mạnh",
  "birth": [
    "4 tháng 9, 1300",
    "Thăng Long"
  ],
  "death": [
    "10 tháng 3, 1357 (56 tuổi)",
    "Cung Bảo Nguyên, Thăng Long"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "1314 – 1329"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Trần Anh Tông"
      ]
    },
    {
      "label": "Thái thượng hoàng",
      "info": [
        "Trần Anh Tông"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Trần Hiến Tông"
      ]
    },
    {
      "label": "Hậu phi",
      "info": [
        "Hiến Từ hoàng hậu",
        "Minh Từ quý phi",
        "Đôn Từ quý phi"
      ]
    },
    {
      "label": "Tên húy",
      "info": [
        "Trần Mạnh (陳奣)"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Đại Khánh (1314 – 1323)",
        "Khai Thái (1324 – 1329)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Thể Thiên Sùng Hóa Khâm Minh Duệ Hiếu Hoàng Đế"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Minh Tông (明宗)"
      ]
    },
    {
      "label": "Hoàng tộc",
      "info": [
        "Nhà Trần"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Trần Anh Tông"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Chiêu Từ hoàng hậu"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "22 tháng 12 năm 1357",
        "Mục Lăng"
      ]
    },
    {
      "label": "Tôn giáo",
      "info": [
        "Phật giáo"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 陳明宗, 4 tháng 9 năm 1300 – 10 tháng 3 năm 1357), là vị hoàng đế thứ năm của trong lịch sử Việt Nam. Ông ở ngôi từ tháng 4 năm 1314 đến tháng 3 năm 1329, sau đó làm Thái thượng hoàng từ năm 1329 đến khi qua đời.",
    "Minh Tông là con thứ tư của , được vua cha truyền ngôi khi mới 14 tuổi. Minh Tông được sử cũ khen ngợi là một hoàng đế sáng suốt (dù không phải là không có tỳ vết), đã trọng dụng những hiền tài như , , Đoàn Nhữ Hài, và duy trì sự hưng thịnh về kinh tế – xã hội từ thời Anh Tông. Về đối ngoại, Minh Tông giữ được quan hệ ổn định với Nguyên-Mông; nhưng ở phương Nam, quan hệ Việt-Chiêm căng thẳng và chiến tranh đã xảy ra hai lần vào các năm 1318-1326.",
    "Năm 1329, Minh Tông nhường ngôi cho thái tử Trần Vượng (tức ) rồi trở thành Thái thượng hoàng. Đến năm 1341, Hiến Tông mất và thượng hoàng lập con áp út là lên ngôi. Trong 12 năm tại vị của Hiến Tông và 16 năm đầu thời Dụ Tông, thượng hoàng Minh Tông vẫn quyết định mọi việc triều chính. Tình hình Đại Việt vẫn tương đối ổn định, mặc dù cuộc nổi dậy của người Ngưu Hống tại Đà Giang cùng với các đợt xâm lấn của Ai Lao ở phía Tây đã gây nhiều áp lực cho Minh Tông. Sau khi thượng hoàng mất, Dụ Tông bỏ bê chính sự, ăn chơi sa đọa và đến hồi suy vong.",
    "Cũng như các đời vua trước, Minh Tông ưa chuộng Phật giáo và hay sáng tác thơ, văn. Tuy nhiên, trong lúc lâm chung, ông đã sai đốt hầu hết các tập thơ của mình, và ngày nay chỉ còn 25 bài thơ chép rải rác trong Toàn Việt thi lục, Trần triều thế phả hành trạng, Việt âm thi tập, Đại Việt sử ký toàn thư và Nam Ông mộng lục. Ngoài ra, ông cũng viết bài tựa cho tập Đại hương hải ấn thi của ."
  ]
}