{
  "name": "Trần Hoảng",
  "birth": [
    "12 tháng 10 năm 1240",
    "Thăng Long"
  ],
  "death": [
    "3 tháng 7, 1290 (49 tuổi)",
    "Cung Nhân Thọ, Thăng Long"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "1258 – 1279"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Trần Thái Tông"
      ]
    },
    {
      "label": "Thái thượng hoàng",
      "info": [
        "Trần Thái Tông"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Trần Nhân Tông"
      ]
    },
    {
      "label": "Hoàng hậu",
      "info": [
        "Nguyên Thánh Thiên Cảm hoàng hậu"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Trần Nhân Tông",
        "Trần Đức Việp",
        "Thiên Thụy công chúa"
      ]
    },
    {
      "label": "Tên thật",
      "info": [
        "Trần Hoảng (陳晃)"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Thiệu Long (1258 – 1272)",
        "Bảo Phù (1273 - 1278)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Huyền Công Thịnh Đức Nhân Minh Văn Vũ Tuyên Hiếu hoàng đế",
        "(玄功盛德仁明文武宣孝皇帝)"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Thánh Tông (聖宗)"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Nhà Trần"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Trần Thái Tông"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Hiển Từ Thuận Thiên hoàng hậu"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Dụ Lăng"
      ]
    },
    {
      "label": "Tôn giáo",
      "info": [
        "Phật giáo"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 陳聖宗; 12 tháng 10 năm 1240 – 3 tháng 7 năm 1290) là vị hoàng đế thứ hai của trong lịch sử Việt Nam, ở ngôi từ tháng 3 năm 1258 đến tháng 11 năm 1278. Sau đó, ông làm Thái thượng hoàng từ cuối năm 1278 cho đến khi qua đời. Ông được sử sách ca ngợi là một vị vua nhân hậu, luôn hòa thuận với anh em trong hoàng gia và giữ vững cơ nghiệp của triều đại.",
    "Thánh Tông là con thứ của , đã tham gia chỉ huy quân đội trong chiến tranh Mông-Việt năm 1258. Không lâu sau khi cuộc chiến chấm dứt, ông được vua cha truyền ngôi hoàng đế. Trong thời kỳ cầm quyền của mình, đã khuyến khích phát triển giáo dục, kinh tế và chọn người giỏi vào làm những chức vụ cao trong bộ máy chính trị – quân sự. Về đối ngoại, Thánh Tông phải đương đầu với tham vọng bành trướng của đế quốc Nguyên-Mông cường thịnh ở phương Bắc. Ông đã thực thi một chính sách ngoại giao mềm mỏng với , nhưng cự tuyệt mọi yêu sách của vua Nguyên đòi ông sang chầu. Ngoài ra Thánh Tông cũng chỉnh đốn quân đội để đề phòng sự xâm lược của người Nguyên.",
    "Tháng 11 năm 1278, Thánh Tông nhường ngôi cho thái tử , tức vua và trở thành Thái thượng hoàng. Sau đó ông vẫn tiếp tục cai quản việc nước. Cùng với vua Nhân Tông và Quốc công Tiết chế , thượng hoàng Thánh Tông đã lãnh đạo quân dân Đại Việt đánh bại hai cuộc xâm lược của Nguyên-Mông năm 1285 và 1287. Ông cũng là một nhà văn hóa, nhà Thiền học , thường hay sáng tác thơ ca hoặc những bài đệ về thiền, một số tác phẩm như (\"Chép để lại cho đời sau\"), (\"Bài ca giác ngộ Thiền tông\"), (\"Tập thơ \"),...nhưng hầu hết đều đã thất lạc, chỉ còn lưu lại 6 bài thơ chép rải rác trong Việt âm thi tập và Đại Việt sử ký toàn thư."
  ]
}