{
  "name": "Trần Thuyên",
  "birth": [
    "25 tháng 10 năm 1276"
  ],
  "death": [
    "21 tháng 4, 1320 (43 tuổi)",
    "Cung Trùng Quang, Thiên Trường"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "1293 – 1314"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Trần Nhân Tông"
      ]
    },
    {
      "label": "Thái thượng hoàng",
      "info": [
        "Trần Nhân Tông"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Trần Minh Tông"
      ]
    },
    {
      "label": "Thê thiếp",
      "info": [
        "Bảo Từ Thuận Thánh hoàng hậu",
        "Chiêu Từ hoàng hậu"
      ]
    },
    {
      "label": "Tên húy",
      "info": [
        "Trần Thuyên (陳烇)"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Hưng Long (興隆)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Ứng Thiên Quảng Vận Hiển Văn Duệ Vũ Khâm Minh Nhân Hiếu hoàng đế",
        "應天廣運顯文睿武欽明仁孝皇帝"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Anh Tông (英宗)"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Nhà Trần"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Trần Nhân Tông"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Bảo Thánh hoàng hậu"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "10 tháng 1 năm 1321Thái lăng, Yên Sinh"
      ]
    },
    {
      "label": "Tôn giáo",
      "info": [
        "Phật giáo"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 陳英宗; 25 tháng 10 năm 1276 – 21 tháng 4 năm 1320), là vị hoàng đế thứ tư của trong lịch sử Việt Nam. Ông ở ngôi từ tháng 4 năm 1293 đến tháng 4 năm 1314, rồi làm Thái thượng hoàng từ năm 1314 đến khi qua đời. Trong thời gian trị vì ông chỉ có một niên hiệu là (興隆), nên cũng có thể gọi là (興隆帝).",
    "là con trưởng của , vua thứ 3 triều Trần. Năm 1293, Nhân Tông truyền ngôi cho Anh Tông và lên ngôi Thái thượng hoàng. Anh Tông được sử cũ ca ngợi là một hoàng đế anh minh, biết lắng nghe sự khuyên bảo của thượng hoàng Nhân Tông, đồng thời tin dùng những nhân tài như , Đoàn Nhữ Hài (ban văn) và , (ban võ). Trong thời kỳ trị vì của ông, Đại Việt phát triển hưng thịnh. Anh Tông cũng đánh bại các đợt xâm lấn của Ai Lao trên hướng phía Tây, ngăn chặn sự lấn chiếm của người Nguyên ở biên giới phía Bắc, và mở rộng lãnh thổ Đại Việt về phương Nam thông qua cuộc hôn nhân giữa Huyền Trân công chúa (em gái ông) với vua Chiêm Thành. Sau khi nhường ngôi cho con là (tức vua ) vào năm 1314, thượng hoàng Anh Tông tiếp tục hỗ trợ Minh Tông cai quản quốc gia.",
    "Giống như các tiên đế, là một Phật tử mộ đạo. Năm 1299, thượng hoàng xuất gia và sáng lập Thiền phái Trúc Lâm – giáo hội thống nhất đầu tiên của Phật giáo Việt Nam. Anh Tông đã có nhiều đóng góp cho sự phát triển của giáo hội này. Ông cũng hay sáng tác thơ ca, nhưng ngày nay chỉ còn 12 bài chép trong ."
  ]
}