{
  "name": "Triệu Cấu",
  "birth": [
    "12 tháng 6, 1107"
  ],
  "death": [
    "9 tháng 11, 1187 (80 tuổi)",
    "Trung Quốc"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "12 tháng 6 năm 11271 – 24 tháng 7 năm 1162",
        "(35 năm, 42 ngày)2"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Tống Khâm Tông"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Tống Hiếu Tông"
      ]
    },
    {
      "label": "Tại vị",
      "info": [
        "25 tháng 7 năm 1162 – 9 tháng 11 năm 1187",
        "(25 năm, 107 ngày)"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Tống Huy Tông"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Tống Hiếu Tông"
      ]
    },
    {
      "label": "Tên thật",
      "info": [
        "Triệu Cấu (趙構)"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Tĩnh Viêm (靖炎) hay Kiến Viêm (建炎) (1127 - 1130)",
        "Thiệu Hưng (紹興; 1130 - 1162)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Thụ Mệnh Trung Hưng Toàn Công Chí Đức Thánh Thần Vũ Văn Chiêu Nhân Hiến Hiếu Hoàng đế",
        "(受命中兴全功至德圣神武文昭仁宪孝皇帝)3"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Cao Tông (高宗)"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Nhà Nam Tống"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Tống Huy Tông"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Vi Hiền phi"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Vĩnh Tư Lăng"
      ]
    },
    {
      "label": "Tôn giáo",
      "info": [
        "Phật giáo"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 宋高宗, 12 tháng 6 năm 1107 - 9 tháng 11 năm 1187), tên húy là (chữ Hán: 趙構), tên tự là (德基), là vị hoàng đế thứ 10 của triều đại trong lịch sử Trung Quốc, đồng thời là vị vua đầu tiên của thời Nam Tống (1127 - 1279).",
    "Tống Cao Tông là con trai thứ chín của Tống Huy Tông Triệu Cát, hoàng đế thứ 8 của triều đại , mẹ là Hiển Nhân hoàng hậu Vi thị, chào đời vào năm 1107. Đầu năm 1127, quân đội của nước Kim vừa thành lập tiến quân xuống phía nam diệt được triều Bắc Tông, bắt Tống Huy Tông và Tống Khâm Tông làm tù binh rồi lập tể tướng Trương Bang Xương làm vua ở Trung Nguyên. Triệu Cấu khi ấy trốn thoát khỏi tay quân Kim rồi được các đại thần hợp sức tôn làm hoàng đế tại phủ Ứng Thiên vào ngày 12 tháng 6 năm đó , đổi niên hiệu là Kiến Viêm, chính thức lập ra vương triều Nam Tống.",
    "Ngay sau khi vừa lên ngôi, Tống Cao Tông đã lại phải đối mặt với sự xâm lược của người Kim. Trước sự tấn công dữ dội của kẻ địch, ông phải lần lượt bỏ hết đất này đến đất khác, chạy về miền nam rồi lại chạy ra tận biển. Toàn bộ vùng Sơn Đông, Hà Bắc, Hà Nam bị người Kim chiếm mất. Trong khi đó ở miền nam vào năm 1129, Cao Tông bị các tướng là Miêu Phó và Lưu Chính Ngạn bức ép phải nhường ngôi cho thái tử Triệu Phu, sử gọi đó là Miêu, Lưu binh biến. Nhưng Cao Tông với sự phò tá của các tướng Hàn Thế Trung và Trương Tuấn đã nhanh chóng dẹp loạn và trở lại ngôi vua. Tuy nhiên ông vẫn phải liên tiếp chạy dài trước sự truy đuổi của người Kim, đến năm 1131 mới định đô tại Lâm An phủ . Dưới sự thống lĩnh của các tướng tài như Nhạc Phi, Hàn Thế Trung, Ngô Lân, Lưu Kĩ, Trương Tuấn..., quân Tống dần nắm lại ưu thế và kiểm soát lại toàn bộ miền nam. Về sau năm 1138, qua nỗ lực ngoại giao của triều Tống, Vua Kim đồng ý trả lại vùng Hà Nam gồm ba kinh là Đông Kinh, Tây Kinh, Nam Kinh về Trung Quốc. Nhưng đến năm 1140, Kim hủy bỏ minh ước, tiến hành nam xâm, chiếm lại vùng Hà Nam và Thiểm Tây, nhưng gặp trở ngại trước tướng Tống là Nhạc Phi. Tuy nhiên lúc đó Cao Tông trọng dụng gian thần Tần Cối, muốn nhanh chóng nghị hòa để đưa hài cốt tiên đế và mẹ là Vi thái hậu về nước, nên quyết tâm nhân nhượng với người Kim. Sang năm 1142, Nhạc Phi bị triệu về kinh rồi bị Tần Cối hãm hại, quân Kim lại nam hạ, Cao Tông nghe lời Tần Cối, ký kết Thiệu Hưng hòa nghị, chấp nhận xưng thần, cắt đất từ Đường châu, Đặng châu, Thương châu cho triều Kim, biên giới hai nước dời đến tận Hoài Hà. Mỗi năm phải cống nạp 25 vạn lạng bạc, 25 vạn tấm lụa, đổi lại Vua Kim cho đưa Vi thái hậu cùng hài cốt của nhị đế về nam. Từ đó nam bắc hòa hảo trong mười mấy năm.",
    "Từ sau hòa ước Thiệu Hưng, Tần Cối trở thành kẻ độc đoán chuyên quyền, mưu hại trung thần, lấn át bề trên có mưu đồ khác. Mãi đến khi Tần Cối chết đi (1155), thì nỗi lo của triều đình mới được hóa giải. Lúc đó ở miền bắc, Hoàn Nhan Lượng có ý đồ diệt Tống, thống nhất Trung Quốc. Năm 1161, hai bên lại giao chiến trong trận Thái Thạch, kết quả quân Tống thắng lớn, Hoàn Nhan Lượng bị phản tặc giết chết, triều Tống lần đầu tiên nắm được ưu thế trong cục diện Nam Bắc và chuẩn bị cho cuộc bắc phạt Long Hưng.",
    "Tống Cao Tông chỉ có một người con trai duy nhất là Nguyên Ý thái tử Triệu Phu đã mất khi mới 3 tuổi, về sau do vất vả trên đường chạy giặc đã làm ảnh hưởng nghiêm trọng đến sinh lý, nên hậu cung không thể mang thai được nữa. Ông chọn trong tông thất những hậu duệ của Tống Thái Tổ, cuối cùng chọn được Triệu Bá Tông và lập Bá Tông làm hoàng tử để kế vị, đổi tên là Thận. Ngày 24 tháng 7, Cao Tông do tuổi cao có phần mệt mỏi nên nhường ngôi cho Triệu Thận, tức là Tống Hiếu Tông, còn mình xưng là Thái thượng hoàng đế, sống tại cung Đức Thọ. Tuy nhiên do Hiếu Tông rất tôn trọng thượng hoàng nên ông vẫn nắm được rất nhiều quyền lực, quan hệ giữa hai cung nói chung là tốt đẹp. Thượng hoàng sống an nhàn thêm 25 năm nữa rồi mất vào ngày 9 tháng 11 năm 1187 ở tuổi 81. Theo sử sách ghi chép, Tống Cao Tông là người rất giỏi về thư pháp, ông đã để lại nhiều tác phẩm có giá trị lưu truyền cho đời sau."
  ]
}