{
  "name": "Triệu Khuông Dận",
  "birth": [
    "21 tháng 3, 9273",
    "Lạc Dương, Trung Quốc"
  ],
  "death": [
    "14 tháng 11, 976 (49 tuổi)",
    "Trung Quốc"
  ],
  "infoList": [
    {
      "label": "Trị vì",
      "info": [
        "4 tháng 2 năm 9601 – 14 tháng 11 năm 976",
        "(16 năm, 284 ngày)"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Sáng lập triều đại"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Tống Thái Tông"
      ]
    },
    {
      "label": "Tên thật",
      "info": [
        "Triệu Khuông Dận (趙匡胤)"
      ]
    },
    {
      "label": "Niên hiệu",
      "info": [
        "Kiến Long (建隆: 960 - 963)",
        "Càn Đức (乾德: 963 - 968)",
        "Khai Bảo (開寶: 968 - 976)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Khải Vận Lập Cực Anh Vũ Duệ Văn Thần Đức Thánh Công Chí Minh Đại Hiếu Hoàng đế",
        "(啓運立極英武睿文神德聖功至明大孝皇帝)2"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Thái Tổ (太祖)"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Nhà Bắc Tống"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Triệu Hoằng Ân"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Chiêu Hiến thái hậu"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Vĩnh Xương lăng (永昌陵)"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 宋太祖, 21 tháng 3, 927 - 14 tháng 11, 976), tên thật là (趙匡胤, đôi khi viết là ), tự (元朗), là vị Hoàng đế khai quốc của triều đại trong lịch sử Trung Quốc, ở ngôi từ năm 960 đến năm 976.",
    "Tiểu sử của ông được ghi tại Tống sử, quyển 1-3 . Năm 960 vạch ra kế hoạch Binh biến đoạt được chính quyền nhà Hậu Chu, lấy đất Tống Châu nơi Triệu Khuông Dẫn được phong làm Quy Đức quân Tiết độ sứ để làm quốc hiệu, lập nên Vương triều Tống. Ông là hoàng đế duy nhất có xuất thân võ tướng, tất cả các hoàng đế sau của đều là thư sinh.",
    "Tống Thái Tổ trong lịch sử thường được đánh giá ngang với các bậc đại đế như Tần Thủy Hoàng, Hán , Đường Thái Tông. Ông sáng lập ra vương triều Tống, gần như thống nhất đất nước đến khi mất. Trong thời gian trị vì Thái Tổ đã tiêu diệt và sáp nhập Nam Đường, Hậu Thục, Nam Hán và Kinh Nam vào bản đồ , chỉ còn lại Bắc Hán, chấm dứt thời loạn lạc cát cứ Ngũ Đại Thập Quốc của các tiết độ sứ suốt mấy chục năm từ cuối thời Đường. Ông còn thực hiện cải cách hành chính tập trung binh quyền, giảm sưu thuế, trả lại đất đai cho dân nghèo, mở khoa cử tuyển nhân tài từ những người đọc sách tầng lớp dưới. Những việc làm trên đã giúp mới thành lập được ổn định và trở thành vương triều thống trị Trung Quốc hơn 300 năm. Ông còn là hoàng đế nhân từ nổi tiếng trong lịch sử, không sát hại các công thần như các hoàng đế khác ví dụ như Lưu Bang hay Chu Nguyên Chương.",
    "Năm 976, Tống Thái Tổ bất ngờ qua đời, sử sách ghi lại nói rằng ông bị bệnh, ngôi vua được truyền lại cho người em là Triệu Quang Nghĩa, tức là Tống Thái Tông. Tuy nhiên việc này đã bị người đương thời cũng như hậu thế nghi ngờ về tính chân thật, nhiều người cho rằng chính em trai đã sát hại ông để đoạt ngôi báu và các con ông cũng bị ám hại sau đó. Nghi án này mãi đến nay vẫn là một bí ẩn."
  ]
}