{
  "name": "",
  "birth": [
    "1550"
  ],
  "death": [
    "1623 (72–73 tuổi)",
    "Thanh Oai, Đông Kinh, Đàng Ngoài, Đại Việt"
  ],
  "infoList": [
    {
      "label": "Tại vị",
      "info": [
        "1570 – 1623"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Trịnh Cối"
      ]
    },
    {
      "label": "Thời kỳ",
      "info": [
        "Lê Anh Tông (1556 - 1573)",
        "Lê Thế Tông (1573 - 1599)",
        "Lê Kính Tông (1599 - 1619)",
        "Lê Thần Tông (1619 - 1643)"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Trịnh Tráng"
      ]
    },
    {
      "label": "Thê thiếp",
      "info": [
        "Lại Thị Ngọc Nhu",
        "Đặng Thị Ngọc Bảo"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Trịnh Tráng",
        "Trịnh Xuân",
        "Trịnh Khải",
        "Trịnh Thị Ngọc Trinh"
      ]
    },
    {
      "label": "Tên đầy đủ",
      "info": [
        "Trịnh Tùng (鄭松)"
      ]
    },
    {
      "label": "Tước hiệu",
      "info": [
        "Bình An Vương (平安王)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Triết Vương (哲王)"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Thành Tổ (成祖)"
      ]
    },
    {
      "label": "Triều đại",
      "info": [
        "Vương tộc Trịnh"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Trịnh Kiểm"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Nguyễn Thị Ngọc Bảo"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 鄭松, 1550 – 1623), thụy hiệu (成祖哲王), là vị chúa đầu tiên của vương tôc Trịnh cầm quyền ở miền bắc Đại Việt thời Lê trung hưng. Ông cai trị từ năm 1570 tới năm 1623. Xét theo thế thứ, ông là đời thứ hai của họ Trịnh kế tục nhau lãnh binh quyền \"phù Lê\". Tuy nhiên cha ông là Trịnh Kiểm chỉ mới được phong tước , thụy hiệu của Trịnh Kiểm là do đời sau đặt. Phải từ thời Trịnh Tùng trở đi, họ Trịnh mới nhận tước vương khi còn tại vị, được gọi là và lập thế tử, nên ông được xem là vị chúa Trịnh chính thức đầu tiên.",
    "Sau khi cha là Trịnh Kiểm qua đời, Trịnh Tùng nổi dậy đánh đuổi anh là Trịnh Cối, đoạt lấy binh quyền Nam triều. Năm 1573, ông lật đổ vua Lê Anh Tông và đưa vua nhỏ Lê Thế Tông lên làm vua bù nhìn, bản thân nắm hết quân quốc đại sự. Năm 1592, Trịnh Tùng xuất quân bắc phạt, giành lại Đông Đô từ tay nhà Mạc, hoàn thành sự nghiệp trung hưng triều Lê. Sau đó, ông buộc nhà vua phải phong cho mình tước (平安王) và lập con làm thế tử, thiết lập phủ chúa tại thành Đông Kinh, chính thức mở ra cơ đồ 200 năm của họ Trịnh. Những năm tiếp theo, Trịnh Tùng lo việc thông hiếu với nước Minh, đối phó với dư đảng họ Mạc ở phía bắc và sự trỗi dậy của họ Nguyễn ở phương nam.",
    "Năm 1619, vua Lê Kính Tông cùng con thứ của ông là Trịnh Xuân lập mưu hãm hại ông, Tùng bèn giết vua rồi đưa cháu ngoại của mình lên ngôi. Bốn năm sau, Trịnh Tùng bị bệnh nặng; Trịnh Xuân lại nổi loạn song nhanh chóng bị diệt. Trịnh Tùng qua đời trong cùng năm đó, ngôi chúa được truyền cho con trai thứ hai là Trịnh Tráng."
  ]
}