{
  "name": "Trịnh Doanh",
  "birth": [
    "1720"
  ],
  "death": [
    "1767 (46–47 tuổi)",
    "Đông Kinh, Đàng Ngoài, Đại Việt"
  ],
  "infoList": [
    {
      "label": "Tại vị",
      "info": [
        "1740 – 1767"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Trịnh Giang"
      ]
    },
    {
      "label": "Thời kỳ",
      "info": [
        "Lê Ý Tông (1735 - 1740)",
        "Lê Hiển Tông (1740 - 1786)"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Trịnh Sâm"
      ]
    },
    {
      "label": "Thê thiếp",
      "info": [
        "Nguyễn Thị Ngọc Diễm"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Trịnh Sâm",
        "Tiên Dung quận chúa, gả cho Thái tử Lê Duy Vĩ",
        "Thụy Quận công Trịnh Lệ"
      ]
    },
    {
      "label": "Tước hiệu",
      "info": [
        "Tiết chế quân thủy, quân bộ các xứ, Thái úy, Ân quốc công (1735); Nguyên soái, tổng quốc chính, Minh Đô vương (1740); Thượng sư Thượng phụ Anh Đoán Văn Trị Võ Công Minh Vương (1755)"
      ]
    },
    {
      "label": "Thụy hiệu",
      "info": [
        "Ân Vương (恩王)"
      ]
    },
    {
      "label": "Miếu hiệu",
      "info": [
        "Nghị Tổ (毅祖)"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Trịnh Cương"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Vũ Thị Ngọc Nguyên"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 鄭楹, 1720 – 1767), thụy hiệu (毅祖恩王), là vị chúa Trịnh thứ 7 thời Lê Trung hưng nước Đại Việt, ở ngôi từ năm 1740 đến 1767.",
    "Trịnh Doanh là con trai thứ ba của An Đô vương Trịnh Cương và là em trai của Uy Nam vương Trịnh Giang. Từ khi còn trẻ ông đã sớm bộc lộ là người có vǎn tài võ lược, được Trịnh Giang rất tin tưởng. Năm 1740, do Trịnh Giang bỏ bê việc nước, bà thái phi họ Vũ (mẹ của Trịnh Giang và Trịnh Doanh) đã cùng nhóm đại thần Nguyễn Quý Cảnh tôn lập Trịnh Doanh lên thay Trịnh Giang.",
    "Trong thời gian cai trị, Trịnh Doanh chú tâm vào việc đánh dẹp các cuộc nổi dậy của nông dân trong nước, và trong vòng 10 năm thì tình hình cơ bản đã tạm yên. Ngoài ra ông cũng cố gắng đưa ra một số biện pháp cải cách để chấn hưng đất nước và xoa dịu sự bất bình của nhân dân, song không thể cứu vãn sự suy thoái của chính quyền Lê-Trịnh. Ông qua đời vào năm 1767 và ngôi chúa được truyền cho người con trai trưởng là Tĩnh Đô vương Trịnh Sâm."
  ]
}