{
  "name": "",
  "birth": [
    "17 tháng 4, 1734",
    "Ayutthaya, Vương quốc Ayutthaya"
  ],
  "death": [
    "7 tháng 4, 1782 (47 tuổi)",
    "Cung điện Wang Derm, Thon Buri, Vương quốc Thonburi"
  ],
  "infoList": [
    {
      "label": "Tại vị",
      "info": [
        "28 tháng 12, 1767 – 6 tháng 4, 1782",
        "14 năm, 99 ngày"
      ]
    },
    {
      "label": "Đăng quang",
      "info": [
        "28 tháng 12 năm 1767"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "triều đại thành lập"
      ]
    },
    {
      "label": "phó vương",
      "info": [
        "Inthraphithak"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Buddha Yodfa Chulaloke (của vương triều Chakri)"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "30[1]"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Yong Saetae[2]"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Nok-lang (sau là Somdet Krom Phra Phithak Thephamat)"
      ]
    },
    {
      "label": "Tôn giáo",
      "info": [
        "Phật giáo"
      ]
    }
  ],
  "description": [
    "(tiếng Thái: , RTGS: Somdet Phra Chao Taksin Maha Rat, ) hay (tiếng Thái: , RTGS: Somdet Phra Chao Krung Thon Buri) (17 tháng 4, 1734 – 7 tháng 4, 1782) là quốc vương duy nhất của Vương quốc Thonburi. Ông là một thủ lĩnh giải phóng Xiêm khỏi sự chiếm đóng của Miến Điện sau khi Ayutthaya thất thủ lần thứ nhì vào năm 1767, và sau đó thống nhất Xiêm từ các quân phiệt. Do Ayutthaya hầu như bị tàn phá hoàn toàn, ông cho thiết lập Thonburi làm tân đô. Trong thời gian trị vì của ông, xảy ra các sự kiện nổi bật như các cuộc chiến tranh, chiến đấu đẩy lui các cuộc xâm chiếm mới của Miến Điện và chinh phục Vương quốc Lanna ở phía bắc, các tiểu quốc Lào, và uy hiếp Cao Miên. Ông bị chiến hữu lâu năm là Buddha Yodfa Chulaloke hành quyết, người này lập nên Vương triều Chakri cai trị Thái Lan cho đến nay.",
    "Mặc dù chiến tranh diễn ra trong hầu hết thời gian sự nghiệp của Taksin, song ông dành sự quan tấm lớn đến chính trị, cai quản, kinh tế, và phúc lợi của quốc gia. Ông xúc tiến mậu dịch và duy trì quan hệ với ngoại quốc như Đại Thanh, Anh Quốc, và Hà Lan. Ông cho xây dựng đường giao thông và đào kênh. Bên cạnh việc khôi phục và cải tạo chùa, ông còn nỗ lực phục hưng văn học, và các loại hình nghệ thuật khác như kịch, hội họa, kiến trúc, và thủ công nghiệp. Ông cũng ban hành các quy định về việc thu thập và cải biên các văn bản khác nhau nhằm xúc tiến giáo dục và nghiên cứu tôn giáo. Nhằm công nhận công lao của ông với người Thái, sau này ông được truy phong tước (Đại Đế)."
  ]
}