{
  "name": "",
  "birth": [
    "17 tháng 2, 6246",
    "Văn Thủy, Tinh Châu, Đại Đường"
  ],
  "death": [
    "16 tháng 12, 705 (81 tuổi)",
    "Thượng Dương cung, Trường An, Đại Đường"
  ],
  "infoList": [
    {
      "label": "Tại vị",
      "info": [
        "19 tháng 10 năm 6902",
        "- 22 tháng 2 năm 7053",
        "(14 năm, 126 ngày)"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Sáng lập triều đại"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Triều đại kết thúc"
      ]
    },
    {
      "label": "Tại vị",
      "info": [
        "655 – 683"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Cao Tông Phế hậu"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Trung Tông Vi Hoàng hậu"
      ]
    },
    {
      "label": "Tại vị",
      "info": [
        "683 - 690"
      ]
    },
    {
      "label": "Tiền nhiệm",
      "info": [
        "Hoàng thái hậu đầu tiên"
      ]
    },
    {
      "label": "Kế nhiệm",
      "info": [
        "Vi Thái hậu"
      ]
    },
    {
      "label": "Phối ngẫu",
      "info": [
        "Đường Thái Tông",
        "Đường Cao Tông"
      ]
    },
    {
      "label": "Hậu duệ",
      "info": [
        "Lý Hoằng",
        "Lý Hiền",
        "Đường Trung Tông Lý Hiển",
        "Đường Duệ Tông Lý Đán",
        "An Định Tư Công chúa",
        "Thái Bình công chúa"
      ]
    },
    {
      "label": "Tước hiệu",
      "info": [
        "Thánh Thần Hoàng đế",
        "(聖神皇帝)"
      ]
    },
    {
      "label": "Hoàng tộc",
      "info": [
        "Võ Chu",
        "Nhà Đường"
      ]
    },
    {
      "label": "Thân phụ",
      "info": [
        "Võ Sĩ Hoạch"
      ]
    },
    {
      "label": "Thân mẫu",
      "info": [
        "Dương Phu nhân"
      ]
    },
    {
      "label": "An táng",
      "info": [
        "Càn lăng",
        "huyện Càn, Thiểm Tây"
      ]
    },
    {
      "label": "Tôn giáo",
      "info": [
        "Phật giáo"
      ]
    }
  ],
  "description": [
    "(chữ Hán: 武則天, 17 tháng 2, 624 - 16 tháng 12, 705), cũng được đọc là , thường gọi (武后) hoặc (天后), là một phi tần ở Hậu cung của Đường Thái Tông Lý Thế Dân, sau trở thành Hoàng hậu của Đường Cao Tông Lý Trị, về sau trở thành Hoàng đế triều đại Võ Chu làm gián đoạn nhà Đường. Bà là mẹ của 2 vị Hoàng đế kế tiếp, Đường Trung Tông Lý Hiển và Đường Duệ Tông Lý Đán.",
    "Cùng với tôn hiệu Thiên Hậu của bà và tôn hiệu (天皇) của Đường Cao Tông, 2 người đã đồng trị vì nhà Đường trong một thời gian dài và cùng được gọi là (二聖). Sau khi Đường Cao Tông qua đời, Thiên Hậu trải qua các đời Đường Trung Tông và Đường Duệ Tông với tư cách Hoàng thái hậu, và cuối cùng trở thành Hoàng đế duy nhất của triều đại Võ Chu, triều đại mà bà sáng lập tồn tại từ năm 690 đến năm 705. Do đó, Võ Tắc Thiên trở thành Nữ hoàng duy nhất được công nhận trong lịch sử Trung Quốc. Dù vậy, Cựu Đường thư và Tân Đường thư vẫn chỉ gọi bà là ngay cả sau khi bà tự xưng Đế, đó là vì vấn đề không nhìn nhận địa vị của bà trong thời đại cũ.",
    "Trong 15 năm cai trị với tôn hiệu (聖神皇帝), Võ Tắc Thiên mở mang lãnh thổ Trung Quốc, vươn sang Trung Á, hoàn thành cuộc chinh phục bán đảo Triều Tiên. Nội địa khuyến khích phát triển Phật giáo, tập trung phát triển kinh tế - xã hội, duy trì sự ổn định trong nước. Tuy nhiên, do tư tưởng nam tôn nữ ti đã ăn sâu trong lòng xã hội phong kiến, lại thêm tính cách độc ác, hà khắc trong việc cai trị khiến đông đảo cựu thần nhà Đường không phục. Cuối đời, bà có hai nam sủng là anh em họ Trương, Trương Xương Tông và Trương Dịch Chi, cùng họ dâm loạn trong cung, vì sủng ái hai anh em mà bà dung túng cho 2 người chuyên quyền, khiến nhiều quần thần bất bình. Tới năm 705, Tể tướng đương triều là Trương Giản Chi cùng các đại thần phát động binh biến, ép Võ hậu thoái ngôi và đưa Đường Trung Tông lên ngôi lần thứ hai. Bà bị giam lỏng ở Thượng Dương cung tại Lạc Dương cho đến khi qua đời không lâu sau đó, với tuổi thọ là khi 82 tuổi. Bà cũng trở thành 1 trong 3 vị Hoàng đế Trung Hoa có tuổi thọ cao nhất (trên 80 tuổi), bên cạnh Lương Vũ Đế Tiêu Diễn (87 tuổi) và Thanh Cao Tông Càn Long hoàng đế (89 tuổi).",
    "Việc bà nổi lên nắm quyền cai trị bị các nhà sử học Khổng giáo chỉ trích mạnh mẽ, thường so sánh bà với Lã hậu nhà Hán bởi sự chuyên quyền và tàn độc, được gọi chung là (吕武). Khi đánh giá khái quát lịch sử Trung Hoa, Võ Tắc Thiên cùng 2 vị là Lã hậu và Từ Hi Thái hậu là 3 phụ nữ nắm quyền lực tối cao nhất từng xuất hiện trong các triều đình phong kiến Trung Hoa, bị dân gian coi là những tàn ác bất nhân với cả người thân, làm nghiêng đổ xã tắc. Tuy nhiên, các nhà sử học từ sau những năm 1950 đã đánh giá bà cân bằng hơn. Võ Tắc Thiên có những chỗ dở như tàn nhẫn giết hại nhiều người thân, hà khắc làm người dân khiếp sợ, dâm loạn khiến thiên hạ chê cười, nhưng bà cũng biết trọng dụng nhân tài và có một số thành công trong việc cai trị."
  ]
}